Repository: powerplanner/powerplannerapps
Catalog: PowerPlannerAppDataLibrary/MultilingualResources/PowerPlannerAppDataLibrary.*.xlf
Languages: de, es, pt

# ClassWhatIfPage_String_InvalidGpaErrorMessage
source: Invalid GPA: You must pick a GPA that is actually in the grade scale. GPA's are exact numbers.
de: Ungültiger Notendurchschnitt: Sie müssen einen Notendurchschnitt auswählen, welcher tatsächlich in der Notenskala vorkommt. Notendurchschnitte sind genaue Zahlen.
es: GPA invalida: Debe escoger un promedio que esté en la escala de notas. GPA son números exactos.
pt: GPA inválido: Você deve escolher um GPA que é na verdade, a escala de grau. GPA's são números exatos.

# ClassWhatIfPage_TextBlockEnterDesired.Text
source: Enter desired grade or GPA
de: Geben sie die Gewünschte Note bzw. den gewünschten Notenspiegel ein
es: Escriba nota o GPA deseado
pt: Insira a nota ou GPA desejado

# ClassWhatIfPage_TextBlockHeader.Text
source: WHAT IF?
es: ¿QUÉ TAL SI?
pt: E SE?

# ClassWhatIfPage_TextBoxDesiredGrade.PlaceholderText
source: grade
de: Note
es: nota
pt: nota

# CreateAccountPage.Title
source: CREATE ACCOUNT
de: KONTO ERSTELLEN
es: CREAR CUENTA
pt: CRIAR CONTA

# CreateAccountPage_ButtonCreateOnlineAccount.Content
source: Create account
de: Konto erstellen
es: Crear cuenta
pt: Criar conta

# CreateAccountPage_PasswordBoxConfirmPassword.Header
source: Confirm password
de: Bestätigen Sie Ihr Kennwort
es: Confirmar contraseña
pt: Confirmar senha

# CreateAccountPage_PasswordBoxConfirmPassword.PlaceholderText
source: Enter your password again
de: Geben Sie Ihr Kennwort erneut ein
es: Escriba su contraseña otra vez
pt: Insira sua senha de novo

# CreateAccountPage_PasswordBoxPassword.Header
source: Password
de: Kennwort
es: Contraseña
pt: Senha

# CreateAccountPage_PasswordBoxPassword.PlaceholderText
source: Create a password
de: Kennwort erstellen
es: Crear una contraseña
pt: Criar uma senha

# CreateAccountPage_String_WarningOfflineAccount
source: WARNING: Offline Account
de: ACHTUNG: Offline-Konto
es: ATENCIÓN: Cuenta desconectada
pt: AVISO: Conta Off-line

# CreateAccountPage_String_WarningOfflineAccountExplanation
source: I strongly suggest you use an online account. With an offline account, you won't be able to... - Sync data with other devices (Android/iOS/Windows) - Transfer data to a new device - Use the website (powerplanner.net) Please think about using an online account instead!
de: Ich empfehle Ihnen sehr, dass Sie ein Online-Konto verwenden. Mit einem offline-Konto ist folgendes nicht möglich... - Daten synchronisieren mit anderen Geräten (Android/iOS/Windows) - Daten auf ein neues Gerät - Nutzung der Website (powerplanner.net) Bitte denken Sie darüber nach, ein Online-Konto zu verwenden!
es: Le sugiero encarecidamente que use una cuenta en línea. Con una cuenta offline, no serás capaz de... - Sincronizar información con otros dispositivos (Android/iOS/Windows) - Transferir información a un nuevo dispositivo - Usar el sitio web (powerplanner.net) Por favor, ¡Piense en usar una cuenta en línea!
pt: Eu sugiro fortemente que você use uma conta online. Com uma conta off-line, você não será capaz de... - Sincronizar dados com outros dispositivos (Android/iOS/Windows) - Transferir dados para um novo dispositivo - Usar o site (powerplanner.net) Por favor, pense sobre o uso de uma conta online em vez disso!

# CreateAccountPage_TextBlockCreateOfflineAccount.Text
source: No internet? Click here to make an offline account
de: Kein Internet? Klicken Sie hier um ein offline-Konto zu machen
es: ¿No tiene internet? Haga clic aquí para crear una cuenta local
pt: Sem internet? Clique aqui para criar uma conta off-line?

# CreateAccountPage_TextBoxEmail.Header
source: Email address
es: Dirección de correo
pt: Endereço de e-mail

# CreateAccountPage_TextBoxEmail.PlaceholderText
source: For recovery purposes
de: Für Wiederherstellungs-Zwecke
es: Para fines de recuperación
pt: Para propósitos de recuperação

# CreateAccountPage_TextBoxUsername.Header
source: Username
de: Benutzername
es: Nombre de usuario
pt: Nome de usuário

# CreateAccountPage_TextBoxUsername.PlaceholderText
source: Pick a username
es: Elegir un nombre de usuario
pt: Escolha um nome de usuário

# String_Create
source: Create
de: Erstellen
es: Crear
pt: Criar

# String_GoBack
source: Go back
de: Zurück
es: Volver
pt: Voltar

# String_InvalidConfirmationPassword
source: Invalid confirmation password
de: Ungültiges Bestätigungs Passwort
es: Confirmación de contraseña invalida
pt: Senha de confirmação inválida

# String_InvalidConfirmationPasswordExplanation
source: Your passwords did not match. Please make sure you entered the same password twice.
de: Ihre Kennwörter stimmen nicht überein. Bitte stellen Sie sicher, dass Sie das gleiche Passwort zweimal eingegeben haben.
es: No coincide con sus contraseñas. Por favor, asegúrese de que ha introducido la misma contraseña dos veces.
pt: Suas senhas não combinam. Por favor, tenha certeza que você inseriu a mesma senha duas vezes.

# String_InvalidPassword
source: Invalid password
de: Ungültiges Kennwort
es: Contraseña invalida
pt: Senha inválida

# String_InvalidPasswordTooShortExplanation
source: Your password must be 5 or more characters.
de: Ihr Kennwort muss aus mindestens 5 Zeichen bestehen.
es: Tu contraseña debe tener 5 o más caracteres.
pt: Sua senha deve ter 5 ou mais caracteres.

# String_NoEmailBody
source: You must enter an email address! It is strictly used for password recovery purposes.
de: Sie müssen eine E-Mail-Adresse eingeben! Sie dient ausschließlich für Wiederherstellungs Zwecke.
es: ¡Debe introducir una dirección de correo! Se utiliza estrictamente para propósitos de recuperación de contraseña.
pt: Você deve inserir um endereço de e-mail! Ele é estritamente usado para propósitos de recuperação de senha.

# String_NoEmailHeader
source: No email
de: Keine E-Mail
es: Sin correos
pt: Sem e-mail

# String_NoUsernameBody
source: You must enter a username!
es: ¡Debe ingresar un nombre de usuario!
pt: Você deve inserir um nome de usuário!

# String_NoUsernameHeader
source: No username
es: No hay nombre de usuario
pt: Sem nome de usuário

# ForgotPassword_ButtonHeader.Content
source: FORGOT PASSWORD
es: OLVIDÉ MI CONTRASEÑA
pt: ESQUECEU A SENHA

# ForgotPassword_ButtonReset.Content
source: Reset password
de: Kennwort zurücksetzen
es: Restablecer contraseña
pt: Redefinir senha

# ForgotPassword_TextBoxEmail.Header
source: Email address
es: Dirección de correo
pt: Endereço de e-mail

# ForgotPassword_TextBoxEmail.PlaceholderText
source: Your email
de: Ihre E-Mail-Adresse
es: Su correo
pt: Seu e-mail

# ForgotPassword_TextBoxUsername.Header
source: Username
de: Benutzername
es: Nombre de usuario
pt: Nome de usuário

# ForgotPassword_TextBoxUsername.PlaceholderText
source: Your username
de: Ihr Benutzername
es: Su nombre de usuario
pt: Seu nome de usuário

# String_YesDelete
source: yes, delete
es: sí, eliminar
pt: sim, excluir

# String_BothWeeks
source: Every week
es: Cada semana
pt: Toda semana

# EditGradePage_ComboBoxWeightCategories.Header
source: Weight Category
de: Gewichtungsklassen
es: Categoría de notas
pt: Categoria de peso

# EditGradePage_DatePickerDate.Header
source: Date
de: Datum
es: Fecha
pt: Data

# EditGradePage_TextBlockOutOf.Text
source: out of
de: von
es: de
pt: de

# EditGradePage_TextBoxDetails.Header
source: Details
es: Detalles
pt: Detalhes

# EditGradePage_TextBoxGradeReceived.Header
source: Grade
de: Note
es: Nota
pt: Nota

# EditGradePage_TextBoxName.Header
source: Name
es: Nombre
pt: Nome

# String_Close
source: Close
de: Schließen
es: Cerrar
pt: Fechar

# String_MoreOptions
source: More options
de: Weitere Optionen
es: Más opciones
pt: Mais opções

# EditSemesterPage_TextBoxName.Header
source: Name
es: Nombre
pt: Nome

# EditSemesterPage_TextBoxName.PlaceholderText
source: ex: Fall
es: ej: Otoño
pt: ex: Outono

# EditSemesterPage_Title_Adding
source: ADD SEMESTER
es: AGREGAR SEMESTRE
pt: ADICIONAR SEMESTRE

# EditSemesterPage_Title_Editing
source: EDIT SEMESTER
es: EDITAR SEMESTRE
pt: EDITAR SEMESTRE

# MessageDeleteSemester_Body
source: Are you sure you want to delete this semester and all of its contents?
de: Sind Sie sicher, dass Sie dieses Semester und seinen gesamten Inhalt löschen möchten?
es: ¿Está seguro que desea eliminar este semestre y todo su contenido?
pt: Você tem certeza que deseja excluir este semestre e todos os seus conteúdos?

# MessageDeleteSemester_Title
source: Delete semester
de: Semester löschen
es: Eliminar semestre
pt: Excluir semestre

# EditSemesterPage_DatePickerEnd.Header
source: End date
de: Endtermin
es: Fecha limite
pt: Data final

# EditSemesterPage_DatePickerStart.Header
source: Start date
de: Anfangsdatum
es: Fecha inicial
pt: Data inicial

# EditSemesterPage_String_InvalidStartDate
source: Invalid start date
de: Ungültiger Anfangstermin
es: Fecha de inicio invalida
pt: Data inicial inválida

# EditSemesterPage_String_StartDateGreaterThanEndExplanation
source: Your start date must be earlier than your end date.
de: Ihr Startdatum muss vor dem Enddatum liegen.
es: Su fecha de inicio debe ser anterior a su fecha final.
pt: Sua data inicial deve ser anterior a data final.

# DifferentSemesterOverlayControl_TextBlockDescription.Text
source: This is a different semester. Tap this to view all of your semesters.
es: Se trata de un semestre diferente. Pulse aquí para ver todos sus semestres.
pt: Este é um semestre diferente. Toque nisto para ver todos os seus semestres.

# DifferentSemesterOverlayControl_TextBlockHeader.Text
source: Different semester
de: Anderes Semester
es: Semestre diferentes
pt: Semestre diferente

# WelcomePage_ButtonCreateAccount.Content
source: CREATE ACCOUNT
de: Konto erstellen
es: CREAR CUENTA
pt: CRIAR CONTA

# WelcomePage_ButtonLogin.Content
source: LOG IN
es: EMPEZAR
pt: ENTRAR

# LoginPage.Title
source: LOG IN
es: INICIAR SESIÓN
pt: ENTRAR

# WelcomePage_TextBlockSubtitle.Text
source: The ultimate homework planner.
de: Der ultimative Hausaufgaben Planer.
es: El planificador de tareas definitivo.
pt: O derradeiro planejador de dever de casa.

# WelcomePage_TextBlockSettings.Text
source: Settings
de: Einstellungen
es: Ajustes
pt: Configurações

# Settings_UpdateToPremium.Title
source: PREMIUM VERSION
es: VERSIÓN PREMIUM
pt: VERSÃO PREMIUM

# MessageFreeGradesLimitReached
source: To add more than 5 grades per class, you must upgrade to the premium version of Power Planner.
de: Um mehr als 5 Noten pro Kurs hinzuzufügen, müssen Sie auf die Premium-Version von Power-Planer upgraden.
es: Para agregar más de 5 notas por clase, debe actualizar a la versión Premium de Power Planner.
pt: Para adicionar mais que 5 notas por aula, você deve atualizar para a versão premium do Power Planner.

# String_EditSchedule
source: Edit schedule
de: Stundenplan bearbeiten
es: Editar horario
pt: Editar horário

# AddClassPage_EditTitle
source: EDIT CLASS
es: EDITAR CLASE
pt: EDITAR AULA

# ClassPage_ButtonHideOldEventsString
source: Hide old events
es: Ocultar eventos viejos
pt: Esconder eventos antigos

# ClassPage_ButtonHideOldTasksString
source: Hide old tasks
de: Alte Aufgaben ausblenden
es: Ocultar tareas viejas
pt: Esconder taferas antigas

# ClassPage_ButtonShowOldEventsString
source: Show old events
es: Ver eventos viejos
pt: Mostrar eventos antigos

# ClassPage_ButtonShowOldTasksString
source: Show old tasks
es: Ver tareas viejas
pt: Mostrar taferas antigas

# RelativeDate_NextDayOfWeek
source: Next {0}
de: Nächster {0}
es: Siguiente {0}
pt: Seguinte {0}

# RelativeDate_ThisDayOfWeek
source: This {0}
de: Dieser {0}
es: Este {0}
pt: Nesta {0}

# RelativeDate_InTwoDays
source: In two days
es: En dos días
pt: Em dois dias

# RelativeDate_XDaysAgo
source: {0} days ago
de: Vor {0} Tagen
es: Hace {0} días
pt: Há {0} dias

# SchedulePage_ButtonAddClass.Content
source: add class
de: Kurs hinzufügen
es: agregar clase
pt: adicionar aula

# ClassGrades_UnassignedItemsHeader
source: Unassigned items
de: Nicht zugewiesenes Element
es: Artículos sin asignar
pt: Itens não atribuídos

# EditTaskOrEventPage_ComboBoxWeightCategory.Header
source: Grade Weight Category
de: Noten-Gewichtungsklasse
es: Categoría de notas
pt: Categoria de peso

# WeightCategory_Exclude
source: Exclude from grades
es: Excluir de notas
pt: Excluir notas

# WeightCategory_Unassigned
source: Unassigned
de: Nicht zugewiesen
es: Sin asignar
pt: Não atribuído

# AddHolidayView_DatePickerEnd.Header
source: End date
de: Endtermin
es: Fecha final
pt: Data final

# AddHolidayView_DatePickerStart.Header
source: Start date
de: Anfangsdatum
es: Fecha de inicio
pt: Data de início

# AddHolidayView_TextBoxName.Header
source: Name
es: Nombre
pt: Nome

# AddHolidayView_TextBoxName.PlaceholderText
source: ex: Spring Break
es: ex: vacaciones de primavera
pt: ex: férias de primavera

# String_AddHoliday
source: Add holiday
de: Ferien hinzufügen
es: Agregar vacaciones
pt: Adicionar feriado

# String_EditHoliday
source: Edit holiday
de: Ferien bearbeiten
es: Edición vacaciones
pt: Edição de férias

# String_Holiday
source: Holiday
de: Urlaub
es: Vacaciones
pt: Feriado

# String_AddEvent
source: Add event
de: Ereignis hinzufügen
es: Agregar evento
pt: Adicionar evento

# String_AddTask
source: Add task
es: Agregar tarea
pt: Adicionar tafera

# String_EditEvent
source: Edit event
de: Ereignis bearbeiten
es: Editar evento
pt: Editar evento

# String_EditTask
source: Edit task
es: Editar tarea
pt: Editar tafera

# String_EndTime
source: End time
de: End Uhrzeit
es: Hora de fin
pt: Fim do tempo

# String_Event
source: Event
de: Ereignis
es: Evento
pt: Evento

# String_StartTime
source: Start time
de: Anfangszeit
es: Hora de inicio
pt: Hora de início

# String_Task
source: Task
de: Aufgabe
es: Tarea
pt: Tarefa

# String_AtX
source: At {0}
es: A las {0}
pt: Às {0}

# String_DueTime
source: Due time
es: Tiempo debido
pt: Prazo de entrega

# String_DueX
source: Due {0}
de: Fällig am {0}
es: Para {0}
pt: Devido {0}

# String_LastWeek
source: Last week
de: Letzte Woche
es: La semana pasada
pt: Semana anterior

# String_NextWeek
source: Next week
de: Nächste Woche
es: La próxima semana
pt: Próxima semana

# String_NoClass
source: No class
es: Sin clase
pt: Sem classe

# String_OnX
source: On {0}
de: Am {0}
es: El {0}
pt: Na {0}

# String_Time
source: Time
de: Uhrzeit
es: Hora
pt: Tempo

# String_ViewEvent
source: View event
de: Ereignis anzeigen
es: Ver evento
pt: Ver evento

# String_ViewTask
source: View task
es: Ver tarea
pt: Ver tafera

# TimeOption_AllDay
source: All day
de: Ganztägig
es: Todo el día
pt: Dia todo

# TimeOption_BeforeClass
source: Before class
de: Vor dem Kurs
es: Antes de clase
pt: Antes de aula

# TimeOption_CustomDueTime
source: Custom due time
es: Tiempo debido personalizado
pt: Temp devido personalizado

# TimeOption_CustomTime
source: Custom time
es: Tiempo personalizado
pt: Hora personalizada

# TimeOption_DuringClass
source: During class
es: Durante clase
pt: Durante a aula

# TimeOption_EndOfClass
source: End of class
de: Ende des Unterrichts
es: Fin de clase
pt: Fim da aula

# TimeOption_EndOfDay
source: End of day
es: Fin del día
pt: Fim do dia

# TimeOption_StartOfClass
source: Start of class
es: Inicio de clase
pt: Início da aula

# String_ExportToImage
source: Export to image
de: Nach Abbild exportieren
es: Exportar a imagen
pt: Exportar para imagem

# String_ScheduleExportToImage_Cancel_Subtitle
source: Cancel the export operation
de: Den Exportvorgang abbrechen
es: Cancelar la operación de exportación
pt: Cancelar a operação de exportação

# String_ScheduleExportToImage_Cancel_Title
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

# String_ScheduleExportToImage_Clipboard_Subtitle
source: Copy image of schedule to paste into other apps
de: Kopieren Sie Bild des Zeitplans in andere Anwendungen einfügen
es: Copiar imagen de horario para pegar en otras aplicaciones
pt: Copiar imagem do horário para colar em outros apps

# String_ScheduleExportToImage_Clipboard_Title
source: Copy to clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
pt: Copiar para área de transferência

# String_ScheduleExportToImage_Description
source: Image of your week schedule
de: Bild von Ihrem Wochenplan
es: Imagen de su horario de la semana
pt: Imagem do seu horário da semana

# String_ScheduleExportToImage_Save_Subtitle
source: Save an image of your schedule
de: Speichern Sie ein Bild des Terminplans
es: Guardar una imagen de su horario
pt: Salvar uma imagem do seu horário

# String_ScheduleExportToImage_Save_Title
source: Save to image
de: Bild speichern
es: Guardar en imagen
pt: Salvar a imagem

# String_ScheduleExportToImage_Share_Subtitle
source: Open Share dialog, showing apps that support images
de: Öffnen Sie-Dialogfeld "freigeben", zeigt apps, Bilder zu unterstützen
es: Abrir cuadro de diálogo compartir, mostrando aplicaciones que soporte imágenes
pt: Abrir caixa de diálogo compartilhamento, mostrando os apps que oferecem suporte a imagens

# String_ScheduleExportToImage_Share_Title
source: Share with apps
de: Teilen Sie mit apps
es: Compartir con las aplicaciones
pt: Compartilhar com apps

# DummyFirstSemester
source: Fall
de: Herbst
es: Otoño
pt: Outono

# String_Loading
source: Loading...
de: Bezig met laden...
es: Cargando......
pt: Carregando...

# String_PreviousWeek
source: Previous week
de: Vorige week
es: Semana anterior
pt: Semana anterior

# String_SyncError
source: Sync error
es: Error de sincronización

# RepeatingEntry_OptionDay
source: day
de: Tag
es: día
pt: dia

# RepeatingEntry_OptionMonth
source: month
de: Monat
es: mes
pt: mês

# RepeatingEntry_OptionWeek
source: week
de: Woche
es: semana
pt: semana

# RepeatingEntry_RadioButtonEndsAfter.Content
source: After
de: Nach
es: Después
pt: Após

# RepeatingEntry_RadioButtonEndsOn.Content
source: On
de: Ein
es: El
pt: Ativado

# RepeatingEntry_TextBlockEnds.Text
source: Ends
de: Endet
es: Finaliza
pt: Termina

# RepeatingEntry_TextBlockOccurrences.Text
source: occurrences
de: Vorkommen
es: ocurrencias
pt: ocorrências

# String_Disabled
source: Disabled
de: Deaktiviert
es: Deshabilitado
pt: Desabilitado

# String_Enabled
source: Enabled
de: Aktiviert
es: Habilitado
pt: Habilitado

# String_Failing
source: Failing
de: Fehler
es: Suspenso
pt: Ruim

# String_Fail
source: Fail
de: Fehler
es: Suspenso
pt: Falha

# String_Pass
source: Pass
de: Bestehen
es: Aprobado
pt: Passar

# Settings_GradeOptions_GpaType_Standard.Text
source: Standard
es: Estándar
pt: Padrão

# Settings_GradeOptions_GpaType_PassFail.Text
source: Pass/fail
de: Bestanden/fehler
es: Aprobado/suspenso
pt: Passar/falhar

# Settings_GoogleCalendar_NoAccountMessage
source: In order to use the Google Calendar integration, you must first create a Power Planner account!
de: Um die Integration von Google Kalender verwenden, müssen Sie zunächst ein Power Planner konto erstellen!
es: Para utilizar la integración de Google Calendar, primero debe crear una cuenta de Power Planner!

# Settings_MainPage_CreateAccountItem.Subtitle
source: Use Power Planner across multiple devices!
de: Verwenden Sie Power Planner über mehrere Geräte hinweg!
es: ¡Utiliza Power Planner a través de múltiples dispositivos!
pt: Use Power Planner em vários dispositivos!

# Settings_MainPage_CreateAccountItem.Title
source: Create account
de: Konto erstellen
es: Crear cuenta
pt: Criar conta

# Settings_MainPage_LogInItem.Title
source: Log in
de: Anmelden
es: Iniciar sesión
pt: Fazer logon

# Settings_SuccessfullyCreatedAccountPage_Message.Text
source: Your account has been created! You can now use Power Planner on Android, iOS, Windows, and the web at https://powerplanner.net!
de: Ihr Konto wurde erstellt! Power Planner können Sie nun auf Android, iOS, Windows und im Internet unter https://powerplanner.net!
es: ¡Tu cuenta ha sido creada! Ahora puede utilizar Power Planner en Android, iOS, Windows y la web en https://powerplanner.net!

# Welcome_ConnectAccountPage.Title
source: CONNECT ACCOUNT
de: KONTO VERBINDEN
es: CONECTAR CUENTA
pt: CONECTAR CONTA

# Welcome_ConnectAccountPage_Message.Text
source: Are you using Power Planner on another device, but haven't set up an account? If so, open Power Planner from that device, go to Settings -> Create account, and create an account. After that, log in below!
de: Verwenden Sie Power Planner auf einem anderen Gerät, aber noch kein Konto einrichten? Wenn ja, öffnen Sie macht Power Planner von diesem Gerät zu, gehen Sie zu Einstellungen -> Erstellen Konto und erstellen Sie ein Konto. Dann logge dich unten!
es: ¿Está utilizando Power Planner en otro dispositivo, pero no ha configurado una cuenta? Si es así, abra Power Planner desde ese dispositivo, vaya a Configuración -> Crear cuenta y crear una cuenta. Después de eso, inicie sesión a continuación.
pt: Você está usando Power Planner em outro dispositivo, mas não criar uma conta? Se assim for, abra o Power Planner desse dispositivo, vá para configurações -> criar conta e criar uma conta. Depois disso, logar-se abaixo!

# Welcome_ExistingUserPage_Message.Text
source: Do you have a Power Planner account?
de: Haben Sie ein Power Planner konto?
es: ¿Tienes una cuenta de Power Planner?

# Agenda_NoItemsHeader.Text
source: All done!
de: Fertig!
es: ¡Listo!
pt: Tudo pronto!

# Settings_MainPage_HelpItem.Title
source: Help
de: Hilfe
es: Ayuda
pt: Ajuda

# EditingClassScheduleItemView_InvalidEndTime.Title
source: Invalid End Time
es: Hora de finalización no válida
pt: Hora de Término Inválida

# WeightCategory_AllGrades
source: All grades
de: Alle Klassen
es: Todos los notas
pt: Todas as notas

# Settings_MainPage_SchoolTimeZoneItem.Title
source: Time zone
de: Zeitzone
es: Zona horaria

# Settings_SchoolTimeZone_ButtonSave.Content
source: Save changes
es: Guardar cambios
pt: Salvar alterações

# Settings_LanguageSettings_ComboBoxLanguageOption.Header
source: Language
de: Sprache
es: Idioma
pt: Idioma

# Settings_MainPage_LanguageItem.Title
source: Language
de: Sprache
es: Idioma
pt: Idioma

# String_TaskCompleted
source: Task completed
de: Aufgabe abgeschlossen
es: Tarea completada
pt: Tarefa completa

# String_RemindMe
source: Remind me:
es: Avisarme:
pt: Lembre-me:

# String_XMinutes
source: {0} minutes
de: {0} Minuten
es: {0} minutos
pt: {0} minutos

# String_XHours
source: {0} hours
de: {0} Stunden
es: {0} horas
pt: {0} horas

# String_OneHour
source: 1 hour
de: 1 Stunde
es: 1 hora
pt: 1 hora

# String_OneDay
source: 1 day
de: 1 Tag
es: 1 día
pt: 1 dia

# String_Complete
source: Complete
de: Abgeschlossen
es: Completado
pt: Concluído

# String_More
source: More
de: Mehr
es: Más
pt: Mais

# String_LastSync
source: Last sync: {0}
de: Letzte Synchronisierung: {0}
es: Última sincronización: {0}
pt: Última sincronização: {0}

# String_Syncing
source: Syncing...
de: Synchronisieren...
es: Sincronizando...
pt: Sincronizando...

# String_ConfirmDeleteItemHeader
source: Delete item?
es: ¿Quieres eliminar el elemento?

# String_ConfirmDeleteItemMessage
source: Are you sure you want to delete this item?
es: ¿Está seguro de que desea eliminar este elemento?

# ContextFlyout_Delete
source: Delete
es: Eliminar

# ContextFlyout_Duplicate
source: Duplicate
es: Duplicar

# ContextFlyout_Edit
source: Edit
es: Editar

# ContextFlyout_MarkComplete
source: Mark complete
es: Marcar completado

# String_All
source: all
es: todas

# String_Saving
source: Saving...
es: Guardando…

# String_Unsaved
source: Unsaved
es: No guardado

# Settings_MainPage_Sound.Title
source: Sound effects
es: Efectos de sonido

# Settings_SoundEffects_Description.Text
source: Enable or disable the sound effect that plays when completing a task!
es: ¡Activa o desactiva el efecto de sonido que se reproduce al completar una tarea!

# AddYearPage_ButtonDeleteYear.Content
source: Delete year
es: Eliminar año

# RelativeDate_NextWeek
source: Next week
es: La próxima semana

# RelativeDate_ThisWeek
source: This week
es: Esta semana
