Repository: powerplanner/powerplannerapps
Catalog: PowerPlannerAppDataLibrary/MultilingualResources/PowerPlannerAppDataLibrary.*.xlf
Languages: de, es, pt

source: Hide past complete items
es: Ocultar elementos completos anteriores

# SemesterView_ButtonOpenSemester.Content
source: Open Semester
de: Semester öffnen
pt: Abrir Semestre

# SemesterView_HeaderGPA.Text
source: GPA
de: Notendurchschnitt
pt: Média

# String_GPA
source: {0} GPA
de: {0} Notendurchschnitt
pt: {0} Média

# ClassPage_ColorPickerEditClassColor.Header
source: Color
de: Farbe
pt: Cor

# ClassPage_EditGrades_TextBlockGPA.Text
source: GPA
de: Notendurchschnitt
pt: MÉDIA GERAL DAS NOTAS

# AddClassPage_ColorPickerEditClassColor.Header
source: Color
de: Farbe
pt: Cor

# ClassWhatIfPage_TextBoxDesiredGPA.PlaceholderText
source: GPA
de: Notendurchschnitt
pt: MÉDIA GERAL DAS NOTAS

# DummyFirstYear
source: Freshman
de: Erstsemester
pt: Calouro

# Calendar_FullCalendarFilterButton.ToolTipService.ToolTip
source: Filter
de: Filtern
pt: Filtrar

# MainMenuItem_Agenda
source: Agenda
de: Tagesplanung

# SemesterView_Total.Text
source: Total
de: Gesamt

# String_ExtraCreditAbbreviation
source: EC
de: Zusatzpunkte

# String_SyncNow
source: Sync now
de: Jetzt synchronisieren
