Repository: powerplanner/powerplannerapps
Catalog: PowerPlannerAppDataLibrary/MultilingualResources/PowerPlannerAppDataLibrary.*.xlf
Languages: de, es, pt

# Buttons_Cancel.Content
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

# String_Always
source: Always
de: Immer
es: Siempre
pt: Sempre

# String_Never
source: Never
de: Nie
es: Nunca
pt: Nunca

# ImageUploadOptions_WifiOnly
source: Wi-Fi Only
de: Nur bei WLAN
es: Sólo Wi-Fi
pt: Somente Wi-Fi

# Settings_AboutPage_AboutAppHeader.Text
source: about the app
de: Über die App
es: acerca de la aplicación
pt: sobre o app

# Settings_AboutPage_AboutAppValue.Text
source: Most features are free since I know not all students can pay for an app. You can always delete your current semester to get around the 1 semester limitation. However, the premium version unlocks useful additional features, and also shows your appreciation for my work!
de: Die meisten Funktionen sind kostenlos, da ich weiß, dass nicht alle Schüler für eine App bezahlen können. Sie können immer Ihr aktuelles Semester löschen um die 1-Semester Beschränkung zu umgehen. Allerdings schaltet die Premiumversion nützliche Zusatzfunktionen frei und zeigt auch Ihre Wertschätzung für meine Arbeit!
es: La mayoría de las características son gratis, ya que sé que no todos los estudiantes pueden permitirse pagar por una aplicación. Usted puede borrar su semestre actual para eludir el limite de 1 semestre gratis. Sin embargo, la versión Premium desbloquea otras características útiles, ¡y también demuestra que aprecia mi trabajo!
pt: A maioria dos recursos são livres, pois eu sei que nem todos os alunos podem pagar por um aplicativo. Você sempre pode excluir seu semestre atual para contornar a limitação a 1 semestre. No entanto, a versão premium desbloqueia recursos adicionais úteis e também mostra seu apreço pelo meu trabalho!

# Settings_AboutPage_ContactHeader.Text
source: contact
de: Kontakt
es: contacto
pt: contato

# Settings_AboutPage_DeveloperHeader.Text
source: developer
de: Entwickler
es: desarrollador
pt: desenvolvedor

# Settings_AboutPage_DeveloperValue.Text
source: BareBones Dev, owned by Andrew Leader
es: BareBones Dev, propiedad de Andrew Leader
pt: BareBones Dev, construído por Andrew Leader

# Settings_AboutPage_Header.Text
source: ABOUT
de: ÜBER
es: ACERCA DE
pt: SOBRE

# Settings_AboutPage_PrivacyHeader.Text
source: privacy policy
de: Datenschutzrichtlinie
es: directiva de privacidad
pt: política de privacidade

# Settings_AboutPage_VersionHeader.Text
source: version
es: versión
pt: versão

# Settings_CalendarIntegration_Classes_Description.Text
source: Power Planner can display your classes in the system calendar, so that you can view your schedule from the Calendar app.
de: Power Planer kann Ihre Klassen im Systemkalender anzeigen, so dass Sie Ihre Termine aus dem Kalender heraus anzeigen können.
es: Power Planner puede mostrar tus clases en el calendario de Windows, asi que también podrá ver su horario en el Calendario.
pt: Power Planner pode exibir suas aulas no calendário do sistema, para que você possa exibir sua horário no Calendário.

# Settings_CalendarIntegration_Classes_Header.Text
source: CLASSES CALENDAR INTEGRATION
es: INTEGRACIÓN DEL CALENDARIO DE CLASES
pt: INTEGRAÇÃO DE AULAS COM O CALENDÁRIO

# Settings_CalendarIntegration_Tasks_Description.Text
source: Power Planner can display your tasks and events in the system calendar, so that you can view them from the Calendar app.
de: Power Planer kann Ihre Klassen im Systemkalender anzeigen, so dass Sie Ihre Termine aus dem Kalender heraus anzeigen können.
es: Power Planner puede mostrar tus tareas y eventos en el calendario del sistema, por lo que podrá verlas en el Calendario.
pt: Power Planner pode exibir sua tarefas e os eventos no calendário do sistema, para que você possa vê-las no Calendário.

# Settings_CalendarIntegration_Tasks_Header.Text
source: TASKS CALENDAR INTEGRATION
es: INTEGRACIÓN DEL CALENDARIO DE TAREAS
pt: INTEGRAÇÃO DE TAREFAS COM O CALENDÁRIO

# Settings_ChangeEmailPage.Title
source: CHANGE EMAIL
de: E-MAIL-ADRESSE ÄNDERN
es: CAMBIO CORREO
pt: ALTERAR E-MAIL

# Settings_ChangeEmailPage_ButtonUpdateEmail.Content
source: Update email
de: E-Mail aktualisieren
es: Actualizar correo
pt: Atualizar e-mail

# Settings_ChangeEmailPage_Errors_FailedGrabEmail
source: Failed to grab your current email. Maybe you're offline?
de: Fehler beim Speichern ihrer E-Mail Adresse. Vielleicht sind Sie offline?
es: No se pudo agarrar tu email actual. ¿No estás conectado?
pt: Falha ao obter seu e-mail atual. Talvez você esteja off-line?

# Settings_ChangeEmailPage_Errors_FailedUpdateOnline
source: Failed to update your email. Maybe you're offline?
de: Fehler beim Aktualisieren Ihrer E-Mail. Vielleicht sind Sie offline?
es: No se pudo actualizar su correo electrónico. ¿No estás conectado?
pt: Falha ao atualizar o seu e-maill. Talvez você esteja off-line?

# Settings_ChangeEmailPage_Errors_NoAccount
source: Failed to load account, please close the settings and make sure you're logged in.
de: Fehler beim Laden des Kontos, schließen Sie bitte die Einstellungen und stellen Sie sicher, dass Sie angemeldet sind.
es: No se pudo cargar la cuenta, por favor, cierre la configuración y asegúrese de que está conectado.
pt: Falha ao carregar a sua conta. Por favor, feche as configurações e certifique-se de que você está logado.

# Settings_ChangeEmailPage_FetchingEmailMessage
source: Fetching email...
de: Abrufen von E-Mail...
es: Obtener correo electrónico...
pt: Buscando e-mail...

# Settings_ChangeEmailPage_TextBoxEmail.Header
source: Email
es: Correo

# Settings_ChangePasswordPage.Title
source: CHANGE PASSWORD
es: CAMBIAR CONTRASEÑA
pt: ALTERAR SENHA

# Settings_ChangePasswordPage_ButtonUpdatePassword.Content
source: Update password
de: Kennwort aktualisieren
es: Actualizar contraseña
pt: Atualizar senha

# Settings_ChangePasswordPage_Erorrs_UnknownError
source: Something went wrong. Try closing Power Planner.
de: Etwas lief schief. Starten Sie Power Planner neu.
es: Algo salió mal. Pruebe cerrando Power Planner.
pt: Algo deu errado. Tente fechar o Power Planner.

# Settings_ChangePasswordPage_Errors_FailedUpdateOnline
source: Failed to change your online password. Maybe you're not connected to the internet?
de: Fehler beim ändern ihres Online-Kennwortes. Vielleicht sind Sie nicht mit dem Internet verbunden?
es: No se pudo cambiar su contraseña en línea. ¿Estás conectado a Internet?
pt: Falha ao alterar sua senha on-line. Talvez você não esteja conectado à internet?

# Settings_ChangePasswordPage_Errors_MustEnterPassword
source: You must enter a password!
es: ¡Debe ingresar una contraseña!
pt: Você deve inserir uma senha!

# Settings_ChangePasswordPage_Errors_PasswordsDidNotMatch
source: Your passwords did not match. Try again.
de: Ihre Kennwörter stimmen nicht überein. Versuchebn Sie es bitte erneut.
es: Sus contraseñas no coinciden. Vuelve a intentarlo.
pt: Suas senhas não combinam. Tente de novo.

# Settings_ChangePasswordPage_TextBoxConfirmPassword.Header
source: Confirm new password
de: Neues Kennwort bestätigen
es: Confirmar nueva contraseña
pt: Confirmar nova senha

# Settings_ChangePasswordPage_TextBoxConfirmPassword.PlaceholderText
source: Retype your new password
de: Geben Sie Ihr neues Passwort erneut ein
es: Vuelva a escribir la nueva contraseña
pt: Re-insira sua nova senha

# Settings_ChangePasswordPage_TextBoxNewPassword.Header
source: New password
de: Neues Kennwort
es: Nueva contraseña
pt: Nova senha

# Settings_ChangePasswordPage_TextBoxNewPassword.PlaceholderText
source: Enter a new password
de: Geben Sie ein neues Passwort ein
es: Escriba una nueva contraseña
pt: Insira uma nova senha

# Settings_ChangeUsernamePage.Title
source: CHANGE USERNAME
de: BENUTZERNAME ÄNDERN
es: CAMBIAR NOMBRE DE USUARIO
pt: ALTERAR NOME DE USUÁRIO

# Settings_ChangeUsernamePage_ButtonUpdateUsername.Content
source: Update username
de: Benutzernamen aktualisieren
es: Actualizar nombre de usuario
pt: Atualizar nome de usuário

# Settings_ChangeUsernamePage_Errors_FailedUpdateOnline
source: You might not be connected to the internet, or Power Planner is currently down.
de: Entweder sind Sie im Moment nicht mit dem Internet verbunden oder die Power Planner Server sind im Moment zu beschäftigt.
es: Usted no está conectado a internet o Power Planner está caído.
pt: Você pode não estar conectado à internet, ou o Power Planner caiu.

# Settings_ChangeUsernamePage_Errors_NoAccount
source: Failed to load account, please close the settings and make sure you're logged in.
de: Fehler beim Laden des Kontos, schließen Sie bitte die Einstellungen und stellen Sie sicher, dass Sie angemeldet sind.
es: No se pudo cargar la cuenta, por favor, cierre la configuración y asegúrese de que está conectado.
pt: Falha ao carregar a conta. Por favor, feche as configurações e certifique-se de que você está logado.

# Settings_ChangeUsernamePage_Errors_NoUsername
source: You must enter a username!
es: ¡Debe ingresar un nombre de usuario!
pt: Você deve inserir uma senha!

# Settings_ChangeUsernamePage_Errors_UnknownError
source: Something went wrong. Try closing the app.
de: Etwas lief schief. Starten Sie die App neu.
es: Algo salió mal. Intente cerrando la aplicación.
pt: Algo deu errado. Tente fechar o app.

# Settings_ChangeUsernamePage_Errors_UsernameExists
source: This username already exists on your computer. Please choose a unique username.
es: Nombre de usuario ya existe en tu computadora. Por favor, elija un nombre de usuario.
pt: Este nome de usuário já existe no seu computador. Por favor, escolha um nome de usuário único.

# Settings_ChangeUsernamePage_TextBoxUsername.Header
source: Username
de: Benutzername
es: Nombre de usuario
pt: Nome de usuário

# Settings_ConfirmIdentitiyPage_Description.Text
source: Please confirm your identity by entering your Power Planner account password.
de: Bitte bestätigen Sie Ihre Identität durch Eingabe Ihres Power Planner Kennwortes.
es: Confirme su identidad ingresando la contraseña de su cuenta Power Planner.
pt: Por favor, confirme sua identidade inserindo a senha da sua conta do Power Planner.

# Settings_ConfirmIdentityPage.Title
source: CONFIRM IDENTITY
de: IDENTITÄT BESTÄTIGEN
es: CONFIRMAR IDENTIDAD
pt: CONFIRMAR IDENTIDADE

# Settings_ConfirmIdentityPage_ButtonContinue.Content
source: Continue
de: Weiter
es: Continuar
pt: Continuar

# Settings_ConfirmIdentityPage_Errors_IncorrectPassword
source: Incorrect password. Try again.
de: Falsches Passwort. Bitte wiederholen.
es: Contraseña incorrecta. Vuelve a intentarlo.
pt: Senha incorreta. Tente de novo.

# Settings_ConfirmIdentityPage_Errors_NoCurrentAccount
source: You're not logged in right now. Something went wrong. Try closing Power Planner.
de: Sie sind momentan nicht angemeldet. Etwas ist schief gelaufen. Schließen Sie Power-Planer.
es: Usted no está conectado ahora mismo. Algo salió mal. Pruebe cerrando Power Planner.
pt: Você não está logado agora. Algo deu errado. Tente fechar o Power Planner.

# Settings_ConfirmIdentityPage_TextBoxCurrentPassword.PlaceholderText
source: current password
de: Aktuelles Kennwort
es: contraseña actual
pt: senha atual

# Settings_ConvertToOnlinePage.Title
source: CONVERT TO ONLINE
de: ZU ONLINE KONTO KONVERTIEREN
es: CONVERTIR A EN LÍNEA
pt: CONVERTER PARA ON-LINE

# Settings_ConvertToOnlinePage_ButtonConvert.Content
source: Convert to online account
de: In Online-Konto umwandeln
es: Convertir a cuenta en línea
pt: Converter em conta on-line

# Settings_ConvertToOnlinePage_TextBoxEmail.Header
source: Email
es: Correo

# Settings_ConvertToOnlinePage_TextBoxEmail.PlaceholderText
source: Provide your email
de: Geben Sie Ihre E-Mail-Adresse ein
es: Proporcione su correo
pt: Forneça seu e-mail!

# Settings_ConvertToOnline_Errors_FailedCreateOnline
source: Failed to create account. Maybe you're offline?
de: Fehler beim Konto erstellen. Vielleicht sind Sie offline?
es: Error al crear la cuenta. ¿Estás sin Internet?
pt: Falha ao criar a conta. Talvez você esteja off-line?

# Settings_ConvertToOnline_TextBlockConfirmMergeExisting.Text
source: You are logging into an existing account. This will likely cause duplicate items to be uploaded, since everything currently on this device will be uploaded as new items. It is recommended that you delete your current account and then convert this device's account to an online account. Nevertheless, would you like to continue logging into the online account? Click Continue to login (which might cause duplicates).
de: Sie melden sich gerade in einem bestehenden Konto. an Wahrscheinlich werden dadurch doppelte Elemente hochgeladen, da alles was aktuell auf diesem Gerät gespeichert ist, als neue Elemente hochgeladen wird. Es wird empfohlen, dass Sie Ihr aktuelles Konto löschen und dann das Konto auf diesem Gerät in ein Online-Konto umwandeln. Möchte Sie sich dennoch weiterhin in einem Online-Konto anmelden? Klicken Sie auf weiter zum Login (was Duplikate verursachen kann).
es: Está iniciando sesión sobre una cuenta existente. Esto probablemente causará elementos duplicados para cargarse, ya que todo lo que haya actualmente en este dispositivo se cargará como nuevos elementos. Se recomienda que elimine su cuenta acual y luego convierta la cuenta de este dispositivo en una cuenta en línea. ¿Desea continuar con el inicio de sesión en la cuenta en línea, a pesar de eso? Haga clic en Continuar para iniciar la sesión (lo que podría causar duplicados).
pt: Você está fazendo login em uma conta existente. Isso certamente vai provocar itens duplicados a serem carregados, uma vez que tudo novo neste dispositivo será carregado como novos itens. É recomendável que você exclua sua conta atual, e em seguida, converta a conta deste dispositivo para uma conta on-line. No entanto, você gostaria de continuar o log na conta on-line? Clique em continuar para fazer o login (que pode causar duplicatas).

# Settings_DeleteAccountPage.Title
source: DELETE ACCOUNT
es: ELIMINAR CUENTA
pt: EXCLUIR CONTA

# Settings_DeleteAccountPage_ButtonConfirmDelete.Content
source: yes, delete my account
es: sí, borrar mi cuenta
pt: sim, excluir minha conta

# Settings_DeleteAccountPage_CheckBoxDeleteOnlineToo.Content
source: Delete online account too?
de: Auch Online-Konto löschen?
es: ¿Eliminar cuenta en línea también?
pt: Excluir a conta on-line também?

# Settings_DeleteAccountPage_Description.Text
source: Are you sure?
de: Sind Sie sicher?
es: ¿Está seguro?
pt: Você tem certeza?

# Settings_DeleteAccountPage_Errors_ErrorDeletingHeader
source: Error deleting account
de: Fehler beim löschen des Kontos
es: Error al eliminar cuenta
pt: Erro ao excluir a conta

# Settings_DeleteAccountPage_Errors_UnknownErrorDeletingOnline
source: Failed to delete your online account. Maybe you're offline?
de: Fehler beim Löschen ihres Online-Kontos. Vielleicht sind Sie offline?
es: Error al eliminar su cuenta en línea. ¿No estás conectado?
pt: Falha ao excluir sua conta on-line. Talvez você esteja off-line?

# Settings_ImageUploadOptionsPage_ComboBoxUploadOptions.Header
source: Upload via
de: Hochladen über
es: Subir a través de
pt: Fazer upload via

# Settings_ImageUploadOptionsPage_Description.Text
source: Control when images are uploaded, so that you don't incur charges on your data plan.
de: Kontrollieren Sie das Hochladen der Bilder, um Internetgebühren zu vermeiden!
es: Controlar la carga de imágenes, para que no incurra en su plan de datos.
pt: Controle quando são feitos os uploads de imagens, para que não incorram em custos no seu plano de dados.

# Settings_ImageUploadOptionsPage_Header.Text
source: IMAGE UPLOAD OPTIONS
es: OPCIONES DE CARGA DE IMÁGENES
pt: OPÇÕES DE UPLOAD DE IMAGEM

# Settings_MainPage_AboutItem.Title
source: About
de: Über
es: Acerca de
pt: Sobre

# Settings_MainPage_CalendarIntegrationItem.Subtitle
source: Tasks and classes in native Calendar app
de: Aufgaben und Kurse in nativer Kalender-App
es: Tareas y horarios en aplicación nativa de Calendario
pt: Tarefas e aulas no app nativo de calendário.

# Settings_MainPage_CalendarIntegrationItem.Title
source: Calendar integration
es: Integración del calendario
pt: Integração ao calendário

# Settings_MainPage_LiveTilesItem.Subtitle
source: Edit Live Tile settings
de: Live-Kachel-Einstellungen bearbeiten
es: Ajustar iconos dinámicos
pt: Editar as configurações do Bloco Dinâmico

# Settings_MainPage_LiveTilesItem.Title
source: Live Tiles
es: Iconos Dinámicos
pt: Blocos Dinâmicos

# Settings_MainPage_MyAccountItem.Subtitle
source: Logout or manage account
de: Ausloggen oder Konto verwalten
es: Cerrar sesión o administrar cuenta
pt: Sair ou gerenciar conta

# Settings_MainPage_MyAccountItem.Title
source: My account
de: Mein Konto
es: Mi cuenta
pt: Minha conta

# Settings_MainPage_RemindersItem.Subtitle
source: Change reminder settings
de: Erinnerungs-Einstellungen ändern
es: Cambiar configuración de recordatorio
pt: Alterar as configurações de lembrete

# Settings_MainPage_RemindersItem.Title
source: Reminders
de: Erinnerungen
es: Recordatorios
pt: Lembretes

# Settings_MainPage_SyncOptionsItem.Subtitle
source: Upload options, push
de: Hochladeoptionen, Benachrichtigungen
es: Ajustes de carga y Push
pt: Opções de upload, push

# Settings_MainPage_SyncOptionsItem.Title
source: Sync options
de: Synchronisierungsoptionen
es: Ajustes de sincronización
pt: Opções de sincronização

# Settings_MainPage_TwoWeekScheduleItem.Subtitle
source: Set current week and day week changes
de: Stellen sie die aktuelle Woche und Wochentge Änderungen ein
es: Guardar cambios de la semana y el día actual
pt: Definir mudanças da semana atual e do dia da semana.

# Settings_MainPage_TwoWeekScheduleItem.Title
source: Two week schedule
de: Zwei Wochen-Stundenplan
es: Horario de dos semanas
pt: Cronograma de duas semanas

# Settings_MainPage_UpgradeToPremiumItem.Subtitle
source: Unlock all the features!
de: Schalten sie alle Funktionen frei!
es: ¡Desbloquea todas las características!
pt: Desbloquear todos os recursos!

# Settings_MainPage_UpgradeToPremiumItem.Title
source: Upgrade to premium version!
de: Auf Premium Version upgraden!
es: ¡Hazte con la versión premium!
pt: Atualizar para a versão premium!

# Settings_MyAccount_ButtonChangeEmail.Content
source: Change Email
es: Cambiar correo
pt: Alterar E-mail

# Settings_MyAccount_ButtonChangePassword.Content
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
pt: Alterar Senha

# Settings_MyAccount_ButtonChangeUsername.Content
source: Change Username
es: Cambiar Nombre de usuario
pt: Alterar Nome de Usuário

# Settings_MyAccount_ButtonConvertToOnline.Content
source: Convert to Online Account
de: In Online-Konto umwandeln
es: Convertir a cuenta en línea
pt: Converter em Conta On-line

# Settings_MyAccount_ButtonDeleteAccount.Content
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
pt: Excluir Conta

# Settings_MyAccount_ButtonLogOut.Content
source: Log Out
de: Abmelden
es: Cerrar sesión
pt: Sair

# Settings_MyAccount_CheckBoxAutoLogin.Content
source: Auto login
de: Automatisch Anmelden
es: Ingresar automáticamente
pt: Entrar automaticamente

# Settings_MyAccount_CheckBoxRememberPassword.Content
source: Remember password
de: Kennwort speichern
es: Recordar contraseña
pt: Lembrar senha

# Settings_MyAccount_CheckBoxRememberUsername.Content
source: Remember username
de: Benutzernamen speichern
es: Recordar nombre de usuario
pt: Lembrar nome de usuário

# Settings_MyAccount_Header.Text
source: MY ACCOUNT
es: MI CUENTA
pt: MINHA CONTA

# Settings_PushPage_Description.Text
source: If you have an online account, you can enable push notifications. With push enabled, changes from another device will instantly appear on this device, even while the app isn't running.
de: Wenn Sie ein Online-Konto haben, können Sie Push-Benachrichtigungen aktivieren. Mit Push aktiviert werden Änderungen von einem anderen Gerät sofort auf diesem Gerät angezeigt, auch wenn die App nicht läuft.
es: Si tienes una cuenta en línea, puedes activar las notificaciones push. Con el push activado, al cambiar de dispositivo las notificaciones estarán ahí de inmediato, aunque la aplicación esté cerrada.
pt: Se você tem uma conta online, você pode habilitar notificações push. Com o push ativado, alterações de um outro aparelho instantaneamente aparecerão neste dispositivo, mesmo quando o aplicativo não estiver em execução.

# Settings_PushPage_Header.Text
source: PUSH NOTIFICATIONS
es: NOTIFICACIONES PUSH
pt: NOTIFICAÇÕES PUSH

# Settings_Reminders_DayBeforeDescription.Text
source: This feature reminds you the day before your incomplete tasks or events are due. It will remind you 10 minutes after your last class, or at 3:00 PM if you don't have any classes that day.
de: Diese Funktion erinnert Sie an dem Tag bevor Ihre unerledigten Aufgaben oder Veranstaltungen anstehen an diese. Sie erinnert Sie 10 Minuten nach dem letzten Kurs, oder um 15:00, wenn an diesem Tag keine Kurse stattfindet.
es: Esta característica le recuerda el día antes de tu tarea incompleta o la realización de su evento. Le recordará 10 minutos después de su última clase, o a las 3:00PM si no tienes más clases ese día.
pt: Esse recurso te lembra, no dia anterior, dos seus tarefas ou eventos. Ele vai lembrá-lo 10 minutos depois da sua última aula, ou às 15:00, se você não tiver nenhuma aula no dia.

# Settings_Reminders_DayOfDescription.Text
source: This feature reminds you on the same day that your incomplete tasks or events are due. It will remind you 1 hour before your class starts, or at 6:00 PM if your class doesn't meet on that day.
de: Diese Funktion erinnert Sie am selben Tag, an dem Ihre unerledigten Aufgaben oder Veranstaltungen anstehen, an diese. Sie erinnert Sie 1 Stunde vor Beginn Ihres Kurses daran, oder um 18:00, wenn an diesem Tag der Kurs nicht stattfindet.
es: Esta característica le recuerda de su tarea incompleta o evento el mismo día en el que está planeado. Le recordará una hora antes de que comience la clase, o a las 6:00PM si su clase no es ese día
pt: Este recurso te lembra no mesmo dia do seu tarefas incompleto ou eventos. Ele vai lembrá-lo 1 hora antes que comece a sua aula, ou às 18:00, se sua aula não se enquadra nesse dia.

# Settings_Reminders_Description.Text
source: This application automatically sets reminders for each task and event. The reminders are just like calendar event reminders, with a snooze and dismiss option.
de: Diese Anwendung erstellt automatisch Erinnerungen für jede Aufgabe und jedes Ereignis. Die Erinnerungen sind wie Kalender-Terminerinnerungen, mit Schlaf- und Abschaltfunktion.
es: Esta aplicación establece recordatorios automáticamente para cada tarea y evento. Los recordatorios son como recordatorios de eventos de calendario, con opciones de pausa u omisión.
pt: Esta aplicação define automaticamente lembretes para cada tarefa ou evento. Os lembretes apenas são como lembretes de eventos do calendário, com opções de adiar ou descartar.

# Settings_Reminders_Header.Text
source: REMINDERS
de: ERINNERUNGEN
es: RECORDATORIOS
pt: LEMBRETES

# Settings_Reminders_ToggleDayBefore.Header
source: day before
de: Tag davor
es: el día anterior
pt: Dia anterior

# Settings_Reminders_ToggleDayOf.Header
source: day of
de: Tag von
es: el día de
pt: no dia
