Repository: powerplanner/powerplannerapps
Catalog: PowerPlannerAppDataLibrary/MultilingualResources/PowerPlannerAppDataLibrary.*.xlf
Languages: de, es, pt

# ClassPage_TextBlockAverageGradesHelpBody.Text
source: Typically, you should leave this DISABLED. If you enable averaging grade totals, then your total class grade will be calculated by each grade's percent, not points. That means if you have a grade of 9/10 and another grade of 96/100, your average grade will be 93% even though the second one was worth more points. Most teachers grade by summing up the points, thus leaving this option disabled will have that effect. Your grade would then be 95.45% since the second grade was worth more points.
de: In der Regel sollten Sie diese Funktion deaktiviert lassen. Wenn Sie Notendurchschnitt aktivieren, werden Ihre gesamten Kursnoten prozentuell berechnet und nicht mit Punkten. Das heißt, wenn Sie einmal 9/10 Punkte haben und ein anderes mal 96/100 Punkten, würde Ihr Durchschnitt 93% betragen, obwohl bei der zweiten Note mehr Punkte vorhanden waren. Die meisten Lehrer benoten durch Addition der Punkte. Lassen sie diese Option deaktiviert, um den selben Effekt zu erreichen. Ihre Note wäre dann 95,45% wertig, da die zweite Note mehr Punkte hat.
es: Por lo general, esto debe estar DESHABILITADO. Si habilita el redondeo, el promedio de su clase será calculado por porcentaje y no por puntos. Significa que si su nota es de 9/10 y otra de 96/100, supromedio será de 93% a pesar de que el otro valía más puntos. Muchos profesores hacen suma de puntos, en ese caso debe deshabilitar esta opción. Su nota será 95.45% ya que el segundo tiene más puntos.
pt: Normalmente, você deve deixar isto DESABILITADO. Se você habilitar a média total de notas, então sua nota total será calculada pela porcentagem de cada nota, e não pelos pontos. Isso significa que se você tem uma nota de 9/10 e outra nota de 96/100, sua nota média será 93%, mesmo que a segunda for a que vale mais pontos. Muito professores dão a nota somando os pontos, deixando assim essa opção desativada terá esse efeito. Sua nota seria 95.45% desde o segundo grau foi a que vale mais pontos.

# ClassPage_TextBlockAverageGradesHelpHeader.Text
source: Average grades
es: Promediar notas
pt: Média das notas

# ClassPage_TextBlockClassTimes.Text
source: CLASS TIMES
es: HORARIOS
pt: HORÁRIOS DAS AULAS

# ClassPage_TextBlockDetails.Text
source: DETAILS
es: DETALLES
pt: DETALHES

# ClassPage_TextBlockEvents.Text
source: EVENTS
de: EREIGNISSE
es: EVENTOS
pt: EVENTOS

# ClassPage_TextBlockGrades.Text
source: GRADES
de: NOTEN
es: NOTAS
pt: NOTAS

# ClassPage_TextBlockTasks.Text
source: TASKS
de: AUFGABEN
es: TAREA
pt: TAFERAS

# ClassPage_TextBlockRoundGradesUpHelpBody.Text
source: Typically, you should leave this ENABLED. Rounding grades up means that if your total grade is 89.6%, you will still get a 4.0. Most teachers round grades up like this. Disabling this option will mean that even if you got a 89.9%, you're still going home with a 3.0. If your teacher is evil and doesn't round grades, disable this option.
de: In der Regel sollten Sie diese Option aktiviert lassen. Aufrunden der Noten bedeutet, dass wenn Ihre Gesamtnote 89.6% beträgt, Sie noch eine 2 bekommen würden. Die meisten Lehrer runden Noten auf diese Art. Deaktivierung dieser Option bedeutet, dass selbst wenn Sie eine Note mit 89,9% bekommen würden, Sie trotzdem mit einer 3 nach Hause gehen. Wenn Ihr Lehrer böse ist und Noten nicht aufrundet, deaktivieren Sie diese Option.
es: Por lo general, debe dejar esto HABILITADO. Redondear notas significa que si su calificación de total es 89.6%, aún obtendrá un 4.0. La mayoría de los profesores redondean sus notas. Deshabilitando esta opción significa que incluso si obtienes un 89,9%, todavía obtendrás un 3.0. Si tu profesor no redondea las notas, puedes deshabilitar esta opción.
pt: Normalmente, você deve deixar isto ATIVADO. Arredondamento de notas significa que se sua nota total é de 89,6%, você ainda vai ter um 4.0. A maioria dos professores arredonda as notas assim. Desabilitar esta opção significa que mesmo se você tem um 89,9%, ainda vai para casa com um 3.0. Se o seu professor é mal e não arredonda as notas, desative esta opção.

# ClassPage_TextBlockRoundGradesUpHelpHeader.Text
source: Round grades up
de: Runde noten auf
es: Redondear notas
pt: Notas arredondadas

# ClassPage_TextBoxEditClassName.Header
source: Name
es: Nombre
pt: Nome

# ClassPage_TextBoxEditCredits.Header
source: Credits
de: Info
es: Créditos
pt: Créditos

# ClassPage_TextBoxEditCredits.PlaceholderText
source: ex: 4
es: ej: 4

# ClassPage_TextBoxEditWeightCategoryName.PlaceholderText
source: ex: Exams
es: ej: Exámenes
pt: ex: Exames

# ClassPage_ToggleAverageGrades.Header
source: Average grades
es: Promediar notas
pt: Média das notas

# ClassPage_ToggleRoundGradesUp.Header
source: Round grades up
de: Runde noten auf
es: Redondear notas
pt: Notas arredondadas

# String_AddTime
source: Add time
de: Zeitraum hinzufügen
es: Agregar hora
pt: Adicionar horário

# String_Cancel
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

# String_ConfirmDeleteClassHeader
source: Delete class?
de: Kurs löschen?
es: ¿Eliminar clase?
pt: Excluir aula?

# String_ConfirmDeleteClassMessage
source: Are you sure you want to delete this class and all its contents?
de: Sind Sie sicher, dass Sie diesen Kurs und alle zugehörigen Inhalte löschen möchten?
es: ¿Está seguro que desea eliminar esta clase y todo su contenido?
pt: Tem certeza que deseja excluir esta aula e todos os seus conteúdos?

# String_DeleteClass
source: Delete class
de: Kurs löschen
es: Eliminar clase
pt: Excluir aula

# String_EditClass
source: Edit class
de: Kurs bearbeiten
es: Editar clase
pt: Editar aula

# String_EditDetails
source: Edit details
de: Details bearbeiten
es: Editar detalles
pt: Editar detalhes

# String_EditGrades
source: Edit grades
de: Noten bearbeiten
es: Editar notas
pt: Editar notas

# String_EditTimes
source: Edit times
de: Uhrzeiten bearbeiten
es: Editar fechas
pt: Editar horários

# String_EventDatePrefix
source: on
de: Am
es: el
pt: em

# String_GradeScaleCustom
source: Custom (not saved)
de: Benutzerdefiniert (nicht gespeichert)
es: Personalizado (no guardado)
pt: Personalizado (não saldo)

# String_TaskDatePrefix
source: due
de: Fällig bis
es: plazo hasta el
pt: Data limite

# String_InvalidGradeScalesMessageBody
source: Your grade scales are invalid. Please ensure that each scale's Start Grade is less than the previous one's Start Grade.
de: Ihre Notenskalen sind ungültig. Bitte stellen Sie sicher, dass jede Startnote einer Skala kleiner als die der letzten Skala ist.
es: Sus escalas de notas son invalidas. Asegúrese que las notas iniciales de cada escala es menor que la anterior de la calificaciones inicial.
pt: Seu média de notas é inválida. Por favor, certifique-se de que a nota inicial de cada média é menor que o anterior da Média Inicial

# String_InvalidGradeScalesMessageHeader
source: Invalid Grade Scales
de: Ungültige Noten Skala
es: Escalas de notas invalida
pt: Média de Notas Inválida

# String_InvalidWeightCategoriesMessageBody
source: Your weight categories are invalid. Please ensure that each weight category has a name and a non-positive value.
de: Ihre Gewichtungsklassen sind ungültig. Bitte stellen Sie sicher, dass jede Gewichtungsklasse einen Namen und einen nicht positiven Wert hat.
es: Sus categorías de notas son invalidas. Asegúrese de que cada categoría de calificaciones tiene un nombre y un valor positivo.
pt: Suas categorias de peso são inválidas. Por favor, certifique-se de que cada categoria de peso tem um nome e um valor não-positivo.

# String_InvalidWeightCategoriesMessageHeader
source: Invalid Weight Categories
de: Ungültige Gewichtskategorie
es: Categorías de notas invalida
pt: Categorias de Peso Inválidas

# String_NewEvent
source: New event
de: Neues Ereignis
es: Nuevo evento
pt: Novo evento

# String_NewGrade
source: New grade
de: Neue Note
es: Nueva nota
pt: Nova nota

# String_NewTask
source: New task
de: Neue Aufgabe
es: Nueva tarea
pt: Nova tafera

# String_NoClassNameMessageBody
source: You must enter a name for this class!
de: Sie müssen einen Namen für diesen Kurs eingeben!
es: ¡Debe ingresar un nombre para la clase!
pt: Você deve inserir um nome para esta aula!

# String_NoNameMessageHeader
source: No name
de: Ohne Namen
es: Sin nombre
pt: Sem nome

# String_PinClass
source: Pin class
de: Klasse anheften
es: Anclar clase
pt: Fixar aula

# String_PinningClassPremiumFeatureMessage
source: Pinning classes is a premium feature. Please upgrade to premium to unlock all secondary tile capabilities!
de: Anheften von Klassen ist eine Premium-Funktion. Bitte führen Sie ein Upgrade auf Premium aus, um alle Kachel Funktionen freizuschalten!
es: Anclar clases es una característica Premium. ¡Hazte Premium para desbloquear todas las opciones de anclado!
pt: Fixar aulas é um recurso premium. Por favor, atualize para o premium para desbloquear todos as capacidades de bloco secundário!

# String_Save
source: Save
de: Speichern
es: Guardar
pt: Salvar

# String_SaveTimes
source: Save times
de: Uhrzeiten speichern
es: Guardar horario
pt: Salvar horários

# String_UnpinClass
source: Unpin class
de: Kurs ablösen
es: Desanclar clase
pt: Desafixar aula

# TextBlock_To.Text
source: to
de: bis
es: a
pt: a

# AddClassPage_AddTitle
source: ADD CLASS
de: KURS HINZUFÜGEN
es: AGREGAR CLASE
pt: ADICIONAR AULA

# AddClassPage_TextBoxName.Header
source: Name
es: Nombre
pt: Nome

# ClassSchedulesEditing_TextBlockNoTimes.Text
source: Click the "+" button in the app bar to add a time
de: Klicken Sie auf die "+" Taste in der App-Leiste, um eine Zeit hinzuzufügen
es: Pulsa el botón "+" para agregar una hora
pt: Clique no botão de "+", na barra do app para adicionar um horário

# EditGradePage_HeaderAddString
source: ADD GRADE
de: NOTE HINZUFÜGEN
es: AGREGAR NOTA
pt: ADICIONAR NOTA

# EditGradePage_HeaderAddWhatIfString
source: ADD GRADE (WHAT IF)
de: NOTE HINZUFÜGEN (WAS WENN)
es: AGREGAR NOTA (QUÉ TAL SI)
pt: ADICIONAR NOTA

# EditGradePage_HeaderEditString
source: EDIT GRADE
de: NOTE BEARBEITEN
es: EDITAR NOTA
pt: EDITAR NOTA

# EditGradePage_HeaderEditWhatIfString
source: EDIT GRADE (WHAT IF)
de: NOTE BEARBEITEN (WAS WENN)
es: EDITAR NOTA (QUÉ TAL SI)
pt: EDITAR NOTA (E SE)

# EditGradePage_MessageNoWeightCategoryBody
source: You must pick a weight category!
de: Sie müssen eine Gewichtungsklasse auswählen!
es: ¡Debe escoger una categoría de notas!
pt: Você deve escolher uma categoria de peso!

# EditGradePage_MessageNoWeightCategoryHeader
source: No weight category
es: Sin categoría de notas
pt: Sem categoria de peso

# EditingClassScheduleItemView_ButtonDelete.ToolTipService.ToolTip
source: Delete
de: Löschen
es: Eliminar
pt: Excluir

# EditingClassScheduleItemView_TextBlockWeekDescription.Text
source: Leave this on 'Every week' unless you have a two-week schedule.
de: Lassen Sie dieses auf "Jede woche" stehen, es sei denn, Sie haben einen Zwei Wochen Stundenplan.
es: Dejar esto en "Cada semana" a menos que haya configurado un horario de dos semanas.
pt: Deixe isto em 'Toda semana', a menos que tenha um cronograma de duas semanas.

# EditingClassScheduleItemView_TextBoxRoom.Header
source: Room
de: Raum
es: Salón
pt: Sala

# EditingClassScheduleItemView_TextBoxRoom.PlaceholderText
source: ex: Modern Languages 302
de: Ex: Sprachenraum 302
es: ej: Lenguas Modernas 302
pt: ex: Linguagens Modernas 302

# EditingClassScheduleItemView_TimePickerEnd.Header
source: To
de: Bis
es: Hasta
pt: a

# EditingClassScheduleItemView_TimePickerStart.Header
source: From
de: Von
es: De
pt: De

# EditingClassScheduleItemView_WeekComboBox.Header
source: Week
de: Woche
es: Semana
pt: Semana

# String_NoNameMessageBody
source: You must enter a name!
es: ¡Debe escribir un nombre!
pt: Você deve inserir um nome!

# AppBarButtonEdit.Label
source: Edit
de: Bearbeiten
es: Editar
pt: Editar

# EditTaskOrEventPage_ComboBoxClasses.Header
source: Class
de: Kurs
es: Clase
pt: Aula

# EditTaskOrEventPage_DatePickerDate.Header
source: Date
de: Datum
es: Fecha
pt: Data

# EditTaskOrEventPage_TextBoxDetails.Header
source: Details
es: Detalles
pt: Detalhes

# EditTaskOrEventPage_TextBoxName.Header
source: Name
es: Nombre
pt: Nome

# ForgotUsername_String_EnterEmailAddressExplanation
source: Enter your EMAIL ADDRESS to recover your username.
de: Geben Sie Ihre E-Mail-Adresse ein, um Ihren Benutzernamen wiederherzustellen.
es: Escriba su DIRECCIÓN DE CORREO para recuperar su nombre de usuario.
pt: Insira o seu endereço de e-mail para recuperar seu nome de usuário.

# ForgotUsername_String_ErrorFindingUsername
source: Error finding username
de: Fehler bei Suche nach Benutzernamen
es: No se encuentra el nombre de usuario
pt: Erro ao procurar nome de usuário

# ForgotUsername_String_FindingUsernameStatusText
source: Finding username
es: Encontrar nombre de usuario
pt: Encontrando nome de usuário

# ForgotUsername_String_MessageHeader
source: Forgot Username
es: Olvidé mi Nombre de Usuario
pt: Esqueceu o Nome de Usuário

# ForgotUsername_String_NoUsernameFoundExplanation
source: No username was found under the email address of {0}.
de: Kein Benutzername unter der E-Mail-Adresse {0} gefunden.
es: No se encontró un nombre de usuario relacionado a {0}.
pt: Nenhum nome de usuário foi encontrado no endereço de e-mail {0}.

# ForgotUsername_String_NoUsernameFoundHeader
source: Nothing found
de: Suche erfolglos
es: Nada encontrado
pt: Nada escontrado

# ForgotUsername_String_YourUsernames
source: Your usernames are...
es: Sus nombres son...
pt: Seu nome de usuário é...

# LoginPage_String_CheckingOnlinePassword
source: Checking online password
de: Überprüfen des Kennworts
es: Comprobación de contraseñas en línea
pt: Verificando a senha on-line

# LoginPage_String_ExplanationIncorrectPasswordAndLocalAccount
source: Your password is incorrect. Since this is a local account, there is no way to reset your password. Consider creating an online account in the future.
de: Ihr Passwort ist falsch. Da es sich um ein lokales Konto handelt, gibt es keine Möglichkeit, Ihr Passwort zurückzusetzen. Überlegen Sie sich, in nächster Zeit ein Online-Konto zu erstellen.
es: La contraseña es incorrecta. Ya que es una cuenta local, no hay ninguna manera de restablecer la contraseña. Considere crear una cuenta en línea en el futuro.
pt: Sua senha está incorreta. Desde que esta seja uma conta local, não há como recuperar a sua senha. Considere criar uma conta on-line no futuro.

# LoginPage_String_ExplanationIncorrectPasswordAndOffline
source: Your password didn't match the locally-stored password, and we couldn't connect to the internet to check if you've updated your online password. Please ensure that you are connected to the internet.
de: Ihr Kennwort entspricht nicht dem lokal gespeicherten Kennwort und wir konnte keine Verbindung mit dem Internet herstellen, um zu überprüfen, ob Sie Ihr Online-Kennwort aktualisiert haben. Bitte stellen Sie sicher, dass Sie mit dem Internet verbunden sind.
es: La contraseña no coincide con la contraseña almacenada localmente, y no podemos conectar a internet. Verifique su conexión a internet.
pt: Sua senha não combina com a senha armazenada localmente, e nós não pudemos nos conectar à internet para verificar se você atualizou sua senha on-line. Por favor, certifique-se de que você está conectado à internet.

# LoginPage_String_ExplanationOfflineAndNoLocalAccountFound
source: You might be offline, and no local accounts exist with this username. Check your internet connection.
de: Sie sind möglicherweise offline und es existieren keine lokale Accounts mit diesem Benutzernamen. Überprüfen Sie Ihre Internetverbindung.
es: Es posible que esté sin internet, y las cuentas no-locales existen con este nombre de usuario. Compruebe su conexión a internet.
pt: Você pode estar off-line, e não existem contas locais com este nome de usuário. Verifique sua conexão de internet.

# LoginPage_String_ExplanationUsernameExistsLocally
source: There is already a local account with the username that you picked. Please choose a unique username.
de: Es ist bereits ein lokales Konto mit dem Benutzernamen, den Sie ausgewählt haben. Bitte wählen Sie einen eindeutigen Benutzernamen.
es: Ya existe una cuenta local con el nombre de usuario que usted escogió. Por favor, elija otro nombre de usuario.
pt: Já existe uma conta local com o nome de usuário que você escolheu. Por favor, escolha um nome de usuário único.

# LoginPage_String_IncorrectPassword
source: Incorrect password
de: Falsches Kennwort
es: Contraseña incorrecta
pt: Senha incorreta

# LoginPage_String_LoggingIn
source: Logging in
de: Melde An
es: Iniciando sesión
pt: Entrando

# LoginPage_String_NoAccountFoundHeader
source: No account found
es: Cuenta no encontrada
pt: Conta não encontrada

# LoginPage_String_SyncingAccount
source: Syncing account
es: Sincronizando su cuenta
pt: Sincronizando conta

# LoginPage_String_UsernameEmpty
source: Username was empty
es: El nombre de usuario estaba vacío
pt: Nome de usuário estava vazio

# LoginPage_String_UsernameEmptyExplanation
source: You must enter a username!
es: ¡Debe ingresar un nombre de usuario!
pt: Você deve inserir um nome de usuário!

# LoginPage_String_UsernameExists
source: Username exists
de: Benutzername existiert
es: El nombre de usuario existe
pt: Nome de usuário existe

# LoginPage_TextBlockForgotPassword.Text
source: Forgot Password
es: Olvidé mi contraseña
pt: Esqueci a Senha

# LoginPage_TextBlockForgotUsername.Text
source: Forgot Username
es: Olvidé mi Nombre de Usuario
pt: Esqueci o Nome de Usuário

# LoginPage_TextBoxPassword.Header
source: Password
de: Kennwort
es: Contraseña
pt: Senha

# LoginPage_TextBoxUsername.Header
source: Username
de: Benutzername
es: Nombre de usuario
pt: Nome de usuário

# QuickAddPage.Title
source: QUICK ADD
de: SCHNELL HINZUFÜGEN
es: ADICIÓN RÁPIDA
pt: ADICIONAR RÁPIDO

# QuickAddPage_ButtonAddEvent.Content
source: add event
de: Ereignis hinzufügen
es: agregar evento
pt: adicionar evento

# QuickAddPage_ButtonAddTask.Content
source: add task
es: agregar tarea
pt: adicionar tafera

# ResetPassword_String_ErrorResettingPassword
source: Error resetting password
de: Fehler beim zurücksetzen des Passwortes
es: Error restableciendo la contraseña
pt: Erro ao redefinir a senha

# ResetPassword_String_ResetSuccessHeader
source: Password reset!
de: Kennwort zurücksetzen
es: ¡Contraseña reestablecida!
pt: Redefinir senha!

# ResetPassword_String_ResettingPasswordStatusText
source: Resetting your password
de: Passwort wird zurückgesetzt
es: Restablecer su contraseña
pt: Redefinindo sua senha

# SaveGradeScalePage.Title
source: SAVE GRADE SCALE
de: NOTENSKALA SPEICHERN
es: GUARDAR ESCALA DE NOTAS
pt: SALVAR MÉDIA

# SaveGradeScalePage_TextBoxName.Header
source: Name
es: Nombre
pt: Nome

# SelectClassPage_TextBlockExplanation.Text
source: Select a class from the menu, or click the "+" button in the menu to add a new class.
de: Wählen Sie eine Klasse aus dem Menü aus, oder klicken Sie auf die Taste "+" im Menü, um eine neue Klasse hinzuzufügen.
es: Seleccione una clase, o presione el botón "+" del menú para añadir una nueva clase.
pt: Selecione uma aula no menu, ou clique no notão de "+" no menu para adicionar uma nova aula.

# SelectClassPage_TextBlockHeader.Text
source: No Class
de: Keine Klasse
es: Sin clases
pt: Sem Aula

# String_DropGrade
source: Drop grade
de: Note verwerfen
es: Ignorar nota
pt: Diminuir nota

# String_InvalidUsername
source: Invalid username
de: Ungültiger Benutzername
es: Nombre de usuario invalido
pt: Nome de usuário inválido

# String_InvalidUsernameExplanation
source: Usernames must be 50 or fewer characters long, and can only contain letters, numbers, and the special symbols {0}
de: Benutzernamen dürfen nur 50 oder weniger Zeichen lang sein und können nur Buchstaben, Zahlen und Sonderzeichen {0} enthalten
es: Los nombres de usuario deben tener máximo 50 caracteres, y sólo pueden tener letras, números y símbolos {0}
pt: Nomes de usuário devem ter 50 ou menos caracteres de comprimento, e podem conter letras, números e símbolos especiais {0}

# String_NoClassMessageBody
source: You must select a class!
de: Sie müssen einen Kurs auswählen!
es: ¡Debe escoger una clase!
pt: Você deve selecionar uma aula!

# String_NoClassMessageHeader
source: No class
es: No hay clases
pt: Sem aula

# String_OfflineExplanation
source: Maybe you're offline? Couldn't connect to the server.
de: Vielleicht sind Sie offline? Konnte nicht mit Server verbinden.
es: ¿Estás conectado? No se puedo conectar al servidor.
pt: Talvez você esteja off-line? Não foi possível conectar ao servidor.

# String_Recover
source: Recover
de: Wiederherstellen
es: Recuperar
pt: Recuperar

# String_UndropGrade
source: Undrop grade
de: Note wieder aufheben
es: Incluir nota
pt: Aumentar nota

# ViewGradePage.Title
source: VIEW GRADE
de: NOTEN ANZEIGEN
es: VER NOTA
pt: VER NOTA

# ViewGradePage_AppBarButtonDelete.Label
source: Delete grade
es: Eliminar nota
pt: Excluir nota

# ViewGradePage_TextBlockDropped.Text
source: dropped
de: verworfen
es: ignorada
pt: Diminuído

# ViewTaskOrEventPage_String_TitleEvent
source: VIEW EVENT
de: EREIGNIS ANZEIGEN
es: VER EVENTO
pt: VER EVENTO

# ViewTaskOrEventPage_String_TitleTask
source: VIEW TASK
es: VER TAREA
pt: VER TAFERA

# ClassWhatIfPage_RunExplanation.Text
source: What If? mode allows you to expirement with your grades without saving any changes. You can delete grades, add new grades, edit existing grades, and more, all without the fear of changing your actual grades. When you're done, just press the back button to return to your actual grades. If you have ungraded items, you can also find out exactly what grade you need to keep your desired grade in the class. After entering your desired grade, Power Planner will calculate what you need on ungraded items to achieve your desired grade.
de: Was wenn? Modus elaubt es Ihnen mit Ihren Noten zu experimentieren, ohne Änderungen zu speichern. Sie können Noten löschen, neue Kurse hinzufügen, existierende Noten bearbeiten, und vieles mehr, alles ohne Angst zhaben zu müssen, dass ihre tatsächlichen Noten geändert werden. Wenn Sie fertig sind, drücken Sie einfach auf die Schaltfläche "zurück", um zu Ihren tatsächliche Noten zurückzukehren. Wenn sie unbenotete Elemente haben, können Sie herausfinden, welche Note Sie brauchen, um ihre bevorzugte Note in diesem Kurs zu bekommen. Nach der Eingabe Ihrer gewünschten Note, wird Power Planner berechnen, welche Noten Sie bei ihren unbenoteten Elementen brauchen, um Ihre gewünschte Note zu erreichen.
es: El modo ¿Qué tal si? le permite experimentar con sus posibles notas futuras sin guardar cambios. Puede eliminar notas, añadirlas, editarlas y más, todo sin el temor a cambiar sus notas reales Cuando termine, presione el botón Volver para ver sus notas reales. Si tiene items sin nota, podrá saber que notas necesita exactamente para aprobar la clase. Después de ingresar la nota deseada, Power Planner podrá calcular cuanto necesita en esas materias sin nota para alcanzar la nota deseada.
pt: E se? modo permite a você fazer expirementos com as suas notas sem salvar quaisquer alterações. Você pode excluir notas, adicionar novas notas, editar as notas existentes e muito mais, tudo sem o medo de mudar suas notas reais. Quando estiver pronto, basta pressionar o botão voltar para retornar às suas notas reais. Se você tem itens não classificados, você também pode descobrir exatamente em que ano você precisa manter suas nota desejado na aula. Após digitar sua nota desejada, o Power Planner irá calcular quanto você precisa para atingir a nota desejada.
