Repository: powerplanner/powerplannerapps
Catalog: PowerPlannerAppDataLibrary/MultilingualResources/PowerPlannerAppDataLibrary.*.xlf
Languages: de, es, pt

# Settings_ScheduleTilePage_Description.Text
source: The schedule tile displays your upcoming classes, so that you know when and where your next class is! Perfect for when you're learning a new schedule at the start of the year.
de: Die Stundenplan Kachel zeigt Ihre kommenden Kurse, so dass Sie wissen, wann und wo die nächsten Kurse sattfinden! Ideal, wenn Sie, einen neuen Stundenplan zu Beginn des Jahres lernen.
es: El icono de horario muestra sus próximas clases, para que sepas dónde y cuándo es tu próxima clase. Perfecto para cuando estás aprendiendo un nuevo horario al comienzo del año.
pt: O bloco de horário exibe as suas aulas futuras, para que você saiba quando e onde será a sua próxima aula. Perfeito para quando você está aprendendo uma nova horário no começo do ano.

# Settings_ScheduleTilePage_Header.Text
source: SCHEDULE TILE
de: STUNDENPLAN KACHEL
es: ICONO DEL HORARIO
pt: BLOCO DE HORÁRIO

# Settings_Tiles_ClassTiles_Description.Text
source: You can pin a tile for every class, and it'll display your upcoming tasks and events for that class. Plus, it'll launch straight into that class when you click it.
de: Sie können für jede Klasse eine Kachel anheften, welche Ihre anstehenden Aufgaben und Ereignisse für diesen Kurs anzeigen. Darüber hinaus werde es automatisch zu diesem Kurs starten, wenn Sie darauf klicken.
es: Puede anclar un icono para cada clase, esto mostrará su próxima tarea o evento para esa clase. Además, de mostrarla al hacer clic en ella.
pt: Você pode fixar um bloco para todas as aulas, e eles irão exibir os tarefas e eventos futuras para esta aula. Além disso, vão abrir diretamente na aula que você clicou.

# Settings_Tiles_ClassTiles_Header.Text
source: CLASS TILES
de: KLASSEN KACHELN
es: ICONOS DE CLASE
pt: BLOCOS DE AULA

# Settings_Tiles_ClassTiles_TextBlockNoClasses.Text
source: Looks like you don't have any classes. Add some classes first and then check this page.
de: Sieht aus, als hätten Sie keine Unterrichte. Fügen Sie zuerset welche hinzu und kehren dann zu dieser Seite zurück.
es: Parece que no tienes clases. Añade clases, y revísalas aquí
pt: Parece que você não tem nenhuma aula. Adicione algumas aulas primeiro, e então verifique esta página.

# Settings_Tiles_ClassTiles_TextBlockNoSemester.Text
source: You must select a semester first. Please open the menu, click Years, and open a semester.
es: Debe seleccionar un semestre primero. Abra el menú, haga clic en años y abrir un semestre.
pt: Você deve selecionar um semestre primeiro. Por favor, abra o menu, clique em Anos e abra o semestre.

# Settings_Tiles_ClassTile_ButtonPinLabel
source: Pin class
de: Klasse anheften
es: Anclar clase
pt: Fixar aula

# Settings_Tiles_ClassTile_ButtonUnpinLabel
source: Unpin class
de: Kurs ablösen
es: Desanclar clase
pt: Desafixar aula

# Settings_Tiles_ClassTile_Explanation.Text
source: These settings affect your single class tile. If not already pinned, tap the pin icon!
de: Diese Einstellungen wirken sich auf Ihre Kurs-Kachel aus. Wenn nicht bereits angeheftet, dann tippen Sie auf das Anheften-Symbol!
es: Estos valores afectan a tu icono de clase única. Si aún no se ha anclado, pulse el icono de anclar!
pt: Estas configurações afetam seu único bloco de aula. Se ainda não estiver fixado, toque no ícone de fixar!

# Settings_Tiles_ClassTile_Header.Text
source: CLASS TILE
de: KLASSEN-KACHEL
es: ICONO DE LA CLASE
pt: BLOCO DA AULA

# Settings_Tiles_ClassTile_PromptPremiumFeature
source: Pinning classes is a premium feature. Please upgrade to premium to unlock all secondary tile capabilities!
de: Anheften von Klassen ist eine Premium-Funktion. Bitte führen Sie ein Upgrade auf Premium aus, um alle Kachel Funktionen freizuschalten!
es: Anclar clases es una característica Premium. ¡Hazte Premium para desbloquear todas las opciones de anclado!
pt: Fixar aulas é um recurso premium. Por favor, atualize para o premium e desbloqueie todas as capacidades secundárias!

# Settings_Tiles_ClassTile_ToggleExams.Header
source: Display upcoming events
es: Ver próximos eventos
pt: Exibir eventos futuros

# Settings_Tiles_ClassTile_ToggleTasks.Header
source: Display incomplete tasks
es: Ver tarea incompleta
pt: Exibir taferas incompletas

# Settings_Tiles_MainTile_Description.Text
source: These settings affect the main tile, which can be pinned by right clicking Power Planner in your app list, and clicking 'Pin to Start'. The Skip items setting will be inherited by your class tiles, unless you've specifically changed your class tile settings.
de: Diese Einstellungen betreffen die Haupt Kachel, welche durch einen Rechtsklick und die Auswahl "An Start Anheften" auf der Startseite angepinnt wird. Die Elemente-Überspringen Einstellung wird durch Ihre Kurs Kacheln beeinflusst, es sei denn Sie haben Ihre Kurs-Kachel Einstellungen geändert.
es: Estos ajustes afectan el icono principal, que puede anclar lanzando las opciones de Power Planner en su Lista de Aplicaciones, y presionando en 'Anclar al Inicio'. Los ajustes de los elementos omitidos también afectarán a los iconos de sus clases, a menos que especifique lo contrario.
pt: Estas configurações afetam o bloco principal, que pode ser fixado clicando com o botão direito no Power Planner, na sua lista de apps, e clicando em 'Fixar na Tela Inicial'. A configuração de pular itens será hardada pelos blocos de aula, a menos que você tenha especificamente alterado as configurações da sua aula.

# Settings_Tiles_MainTile_Header.Text
source: MAIN TILE
de: HAUPTKACHEL
es: ICONO PRINCIPAL
pt: BLOCO PRINCIPAL

# Settings_Tiles_MainTile_ToggleEvents.Header
source: Display upcoming events
es: Ver próximos eventos
pt: Exibir eventos futuros

# Settings_Tiles_MainTile_ToggleTasks.Header
source: Display incomplete tasks
es: Ver tarea incompleta
pt: Exibir taferas incompletas

# Settings_Tiles_QuickAdd_Description.Text
source: The Quick Add Tile allows you to quickly add a new task or event, by instantly opening the options to add those items when tapped.
de: Eine Quick-Add-Kachel erlaubt es Ihnen schnell eine neue Aufgabe oder ein Ereignis hinzuzufügen, durch direktes Öffnen der Optionen.
es: El anclado rápido te permite añadir rápidamente una nueva tarea o evento, abriendo de inmediato las opciones para agregar los elementos seleccionados.
pt: O Bloco de Adição Rápida permite que você adicione rapidamente um nova tafera ou evento, abrindo instantaneamente as opções para adicionar itens, quando tocado.

# Settings_Tiles_QuickAdd_Header.Text
source: QUICK ADD TILE
de: SCHNELL KACHEL HINZUFÜGEN
es: AGREGAR ICONO RÁPIDAMENTE
pt: BLOCO DE ADIÇÃO RÁPIDA

# Tiles_TextBlockNotPinned.Text
source: Not pinned
de: Nicht Angeheftet
es: No anclado
pt: Não fixado

# Tiles_TextBlockPinned.Text
source: Pinned
de: Angeheftet
es: Anclado
pt: Fixado

# Tile_ButtonPinTile.Label
source: Pin tile
de: Kachel anheften
es: Anclar icono
pt: Fixar bloco

# Tile_ButtonUnpinTile.Label
source: Unpin tile
de: Kachel lösen
es: Desanclar icono
pt: Desafixar bloco

# Tile_DaysPastToday.Text
source: days past today
de: Tage zuvor
es: días despues de hoy
pt: Dias anteriores a hoje

# Tile_SkipExplanation0.Text
source: Entering 0 will ignore items due today or earlier
de: Wenn Sie 0 eingeben, werden alle Elemente bis Heute und davor ignoriert
es: Entrando 0 se mostrará a partir de mañana
pt: Inserir 0 vai ignorar itens de hoje ou anteriores

# Tile_SkipExplanation1.Text
source: Entering 1 will ignore items due yesterday or earlier
de: Wenn Sie 1 eingeben, werden alle Elemente bis Gestern und davor ignoriert
es: Entrando 1 se mostrará a partir de hoy
pt: Inserir 1 vai ignorar itens de ontem ou anteriores

# Tile_SkipExplanation2.Text
source: Entering 2 will ignore items due 2 days ago or earlier
de: Wenn Sie 2 eingeben, werden alle Elemente bis Vorgestern und davor ignoriert
es: Entrando 2 se mostrará a partir de ayer
pt: Inserir 2 vai ignorar itens de 2 dias atrás ou anteriores

# Tile_SkipExplanationBlank.Text
source: Leaving this blank means the earliest assignment will be displayed (default behavior)
de: Wenn Sie dies leer lassen, bedeutet das, dass die früheste Zuordnung angezeigt wird (Standardverhalten)
es: Dejar esto en blanco significa que será la primera asignatura en aparecer (Ajuste por defecto)
pt: Deixar isso em branco significa que a primeira atribuição será exibida (comportamento padrão)

# Tile_SkipItems.Text
source: Skip items
de: Elemnte überspringen
es: Omitir items
pt: Pular itens

# Tile_SkipItemsError.Text
source: This must be an integer, or left blank.
de: Dies muss eine ganze Zahl sein oder leer gelassen werden.
es: Esto debe ser un entero o estar vacío.
pt: Isto deve ter um inteiro, ou espaço em branco à esquerda.

# Tile_SkipItemsExplanation.Text
source: You can also make your live tiles skip past-due items. If you set the option below, it'll ignore any items older than the specified number of days.
de: Weiterhin können Sie Ihre Live-Kacheln mit überfälligen Elemente überspringen. Wenn Sie die Option unten festlegen, werden alle Elemente, die älter als die angegebene Anzahl von Tagen sind, ignoriert.
es: Puede hacer que sus iconos dinámicos omitan los elementos vencidos. Si establece la opción de abajo, podrá ignorar cualquier elemento que exceda el número de días especificado.
pt: Você também pode fazer seus blocos dinâmicos ignorarem itens vencidos. Se você definir a opção abaixo, ela vai ignorar quaisquer itens mais antigos do que o número especificado de dias.

# Button_LogIn.Content
source: Log in
de: Anmelden
es: Iniciar sesión
pt: Entrar

# Settings_TwoWeekSchedule_ComboBoxCurrentWeek.Header
source: Current week
de: Aktuelle Woche
es: Semana actual
pt: Semana atual

# Settings_TwoWeekSchedule_ComboBoxWeekChangesOn.Header
source: Week changes on
de: Woche ändert sich am
es: Cambios de la semana en
pt: Alterações da semana na

# Settings_TwoWeekSchedule_Description.Text
source: If your school uses a schedule that rotates between two weeks (Week One and Week Two, or Week A and Week B), you can configure what the current week is, and which day the week changes on.
de: Wenn Ihre Schule einen Stundenplan, der zwischen zwei Wochen (Woche Eins und Woche Zwei oder Woche A und Woche B) wechselt, verwendet, können Sie die aktuelle Woche einstellen und an welchem Tag sich die Woche ändert.
es: Si su escuela usa un programa que gira entre dos semanas (semana A y B), puede configurar cual es la semana actual y el día de cambio de semana.
pt: Se a sua escola usa um cronograma que gira entre duas semanas (Semana 1 e Semana 2, ou Semana A e Semana B), você pode configurar qual é a semana em curso e em qual dia a semana muda.

# Settings_TwoWeekSchedule_Header.Text
source: TWO WEEK SCHEDULE
de: ZWEI WOCHEN-STUNDENPLAN
es: HORARIO DE DOS SEMANAS
pt: CRONOGRAMA DE DUAS SEMANAS

# Settings_UpdateCredentialsPage.Title
source: UPDATE CREDENTIALS
es: ACTUALIZAR CREDENCIALES
pt: ATUALIZAR CREDENCIAIS

# Settings_UpdateCredentialsPage_Description.Text
source: Your online account's username or password has changed. Please log back in to continue using your online account.
de: Ihr Online-Konto Benutzername oder Passwort wurden geändert. Bitte melden Sie sich erneut an, um Ihr Online-Konto weiterhin nutzen zu können.
es: Nombre de usuario o contraseña de su cuenta en línea fue modificada. Por favor, inicie sesión de nuevo utilizando su cuenta en línea.
pt: O nome de usuário ou senha da sua conta online foi alterado. Por favor entre de volta para continuar a utilizar a sua conta online.

# Settings_UpgradeToPremium_ButtonUpgrade.Content
source: UPGRADE TO PREMIUM
de: AUF PREMIUM UPGRADEN
es: ACTUALIZAR A PREMIUM
pt: ATUALIZAR PARA PREMIUM

# Settings_UpgradeToPremium_Description.Text
source: The premium version of Power Planner unlocks a number of useful features, and is a one-time lifetime purchase! The free version is limited to... - 1 semester - 5 grades per class - 1 repeating bulk entry of a task/event - Cannot pin classes as secondary tiles - 1 photo attachment per item Once you purchase the premium version, you own the premium version on all your devices.
de: Die Premium-Version von Power Planner bietet eine Reihe nützlicher Funktionen und ist ein einmaliger Kauf für die gesamte Lebensdauer! Die kostenlose Version beschränkt sich auf... - 1 Semester - 5 Noten pro Kurs - 1 wiederholender Masseneintrag einer Aufgabe / eines Ereignisses - Klassen können nicht als sekundäre Kacheln angepinnt werden - 1 Foto Anlage pro Eintrag nach dem Kauf der Premium-Version, besitzen Sie die Premium-Version auf all Ihren Geräten.
es: La versión Premium de Power Planner desbloquea muchas características útiles, ¡y es una compra única de por vida! La versión gratuita está limitada a... - 1 semestre - 5 notas por clase - 1 repetición de entrada masiva de una tarea / evento - No puede anclar iconos secundarios - Adjuntar una foto por item Una vez que compres la versión premium, tienes la versión premium en todos sus dispositivos.
pt: A versão premium do Power Planner desbloqueia um número de características úteis e é uma compra única ao longo da vida útil! A versão gratuita é limitada a... - 1 semestre - 5 notas por turma - 1 repetindo entrada em massa de uma tarefa / evento - Não é possível fixar aulas como blocos secundários - 1 foto em anexo por item Uma vez que você compra a versão premium, você possui a versão premium em todos os seus dispositivos.

# TextBox_Password.Header
source: Password
de: Kennwort
es: Contraseña
pt: Senha

# TextBox_Username.Header
source: Username
de: Benutzername
es: Nombre de usuario
pt: Nome de usuário

# Settings_CalendarIntegration_Title
source: CALENDAR INTEGRATION
es: INTEGRACIÓN DEL CALENDARIO
pt: INTEGRAÇÃO COM O CALENDÁRIO

# Settings_CalendarIntegration_ItemClasses_DisplayName
source: Classes integration
de: Kurs Integration
es: Integración de las clases
pt: Integração de aulas

# Settings_CalendarIntegration_ItemTasks_DisplayName
source: Tasks integration
es: Integración de tareas
pt: Integração de tarefas

# Settings_LiveTiles_Title
source: LIVE TILES
es: ICONOS DINÁMICOS
pt: BLOCOS DINÂMICOS

# Settings_LiveTiles_ItemClassTiles_DisplayName
source: Class Tiles
de: Klassen Kacheln
es: Iconos de Clase
pt: Blocos de Aulas

# Settings_LiveTiles_ItemMainTile_DisplayName
source: Main Tile
es: Icono principal
pt: Bloco Principal

# Settings_LiveTiles_ItemQuickAddTile_DisplayName
source: Quick Add Tile
de: Schnell Kachel hinzufügen
es: Agregar icono rápidamente
pt: Bloco de Adição Rápida

# Settings_LiveTiles_ItemScheduleTile_DisplayName
source: Schedule Tile
de: Stundenplan Kachel
es: Icono del Horario
pt: Bloco de Horário

# Settings_SyncOptions_Title
source: SYNC OPTIONS
de: SYNCHRONISIERUNGSOPTIONEN
es: AJUSTES DE SINCRONIZACIÓN
pt: OPÇÕES DE SINCRONIZAÇÃO

# Settings_SyncOptions_ItemImageUploadOptions_DisplayName
source: Image upload options
es: Ajustes de carga de imágenes
pt: Opções de upload de imagens

# Settings_SyncOptions_ItemPushNotifications_DisplayName
source: Push notifications
de: Push-Benachrichtigungen
es: Notificaciones push
pt: Notificações push

# Settings_ChangeEmailPage_ButtonUpdateEmail_Content
source: Update email
de: E-Mail aktualisieren
es: Actualizar correo
pt: Atualizar e-mail

# Settings_Tiles_ClassTile_HeaderText
source: CLASS TILE
de: KLASSEN-KACHEL
es: ICONO DE LA CLASE
pt: BLOCO DE AULA

# Tile_PinTile
source: Pin tile
de: Kachel anheften
es: Anclar icono
pt: Fixar bloco

# Tile_UnpinTile
source: Unpin tile
de: Kachel lösen
es: Desanclar icono
pt: Desafixar bloco

# MainMenuItem_Calendar
source: Calendar
de: Kalender
es: Calendario
pt: Calendário

# MainMenuItem_Classes
source: Classes
de: Kurse
es: Clases
pt: Aulas

# MainMenuItem_Day
source: Day
de: Tag
es: Día
pt: Dia

# MainMenuItem_Schedule
source: Schedule
de: Stundenplan
es: Horario
pt: Horário

# MainMenuItem_Settings
source: Settings
de: Einstellungen
es: Ajustes
pt: Configurações

# MainMenuItem_Years
source: Years
de: Jahre
es: Años
pt: Anos

# MenuItemCancel
source: Cancel
de: Abbrechen
es: Cancelar
pt: Cancelar

# MenuItemDelete
source: Delete
de: Löschen
es: Eliminar
pt: Excluir

# MessageFreeSemesterLimitReached
source: To add more than one semester, you must upgrade to the premium version of Power Planner. Alternatively, you could always delete your current semester.
de: Um mehr als ein Semester hinzuzufügen, müssen Sie auf die Premium-Version von Power-Planer updgraden. Alternativ könnten Sie immer Ihr aktuelles Semester löschen.
es: Para agregar más de un semestre, debe actualizar a la versión Premium de Power Planner. Como alternativa, siempre podrá eliminar su semestre actual.
pt: Para adicionar mais que um semestre, você deve atualizar para a versão premium do Power Planner. Alternativamente, você sempre pode excluir o seu semestre atual.

# SemesterViewEditing_TextBoxName.PlaceholderText
source: Name
es: Nombre
pt: Nome

# SemesterView_ButtonOpenSemester.Content
source: Open semester
es: Abrir semestre

# SemesterView_HeaderClass.Text
source: Class
de: Kurs
es: Clase
pt: Aula

# SemesterView_HeaderCredits.Text
source: Credits
de: Info
es: Créditos
pt: Créditos

# String_Credits
source: {0} Credits
de: {0} Punkte
es: {0} Créditos
pt: {0} Créditos

# YearsPage_ButtonAddYear.Content
source: add year
de: Jahr hinzufügen
es: agregar año
pt: adicionar ano

# YearsPage_TextBlockOverall.Text
source: Overall:
es: General:
pt: Geral:

# YearView_ButtonAddSemester.Content
source: add semester
es: agregar semestre
pt: adicionar semestre

# AddYearPage_MessageNoName_Body
source: You must enter a name for this year!
de: Geben sie einen Namen für dieses Jahr ein!
es: ¡Debe ingresar un nombre para este año!
pt: Você deve inserir um nome para este ano!

# AddYearPage_MessageNoName_Title
source: No name
de: Ohne Namen
es: Sin nombre
pt: Sem nome

# AddYearPage_TextBoxName.Header
source: Name
es: Nombre
pt: Nome

# AddYearPage_TextBoxName.PlaceholderText
source: ex: Freshman
es: ej: Freshman
pt: ex: Calouro

# AddYearPage_Title_Adding
source: ADD YEAR
de: JAHR HINZUFÜGEN
es: AGREGAR AÑO
pt: ADICIONAR ANO

# AddYearPage_Title_Editing
source: EDIT YEAR
de: SCHULJAHR BEARBEITEN
es: EDITAR AÑO
pt: EDITAR ANO

# AppBarButtonDelete.Label
source: Delete
de: Löschen
es: Eliminar
pt: Excluir

# AppBarButtonSave.Label
source: Save
de: Speichern
es: Guardar
pt: Salvar

# MessageDeleteYear_Body
source: Are you sure you want to delete this year and all of its semesters, classes, and grades?
de: Sind Sie sicher, dass Sie dieses Jahr sowie alle seine Semester, Klassen und Noten löschen möchten?
es: ¿Está seguro que desea eliminar este año y todos los semestres, clases y notas?
pt: Tem certeza que deseja excluir este ano e todos os seus semestres, aulas e notas?

# MessageDeleteYear_Title
source: Delete year?
de: Jahr löschen?
es: ¿Eliminar año?
pt: Excluir ano?

# Calendar_FullCalendarAddButton.ToolTipService.ToolTip
source: Add
de: Hinzufügen
es: Agregar
pt: Adicionar

# Calendar_FullCalendarGoToTodayButton.ToolTipService.ToolTip
source: Go To Today
es: Ir a hoy
pt: Ir para Hoje

# RelativeDate_Today
source: Today
de: Heute
es: Hoy
pt: Hoje

# RelativeDate_Tomorrow
source: Tomorrow
de: Morgen
es: Mañana
pt: Amanhã

# RelativeDate_Yesterday
source: Yesterday
de: gestern
es: Ayer
pt: Ontem

# RelativeDate_Future
source: Future
de: Zukunft
es: Futuro
pt: Futuro

# RelativeDate_InThePast
source: In the past
es: En el pasado
pt: No passado

# RelativeDate_InXDays
source: In {0} days
es: En {0} días
pt: Em {0} dias

# RelativeDate_WithinXDays
source: Within {0} days
de: Innerhalb von {0} Tagen
es: Dentro de {0} días
pt: Dentro de {0} dias

# String_GoToToday
source: Go to today
es: Ir a hoy
pt: Ir para hoje

# String_NewItem
source: New item
de: Neues Element
es: Nuevo item
pt: Novo item

# String_PinToStart
source: Pin to Start
de: Auf der Startseite anheften
es: Anclar al Inicio
pt: Fixar na Tela Inicial

# String_UnpinFromStart
source: Unpin from Start
de: Von „Start“ lösen
es: Desanclar de Inicio
pt: Desafixar da Tela Inicial

# String_WeekA
source: Week A
es: Semana A
pt: Semana A

# String_WeekB
source: Week B
es: Semana B
pt: Semana B

# String_TimeToTime
source: {0} to {1}
de: {0} bis {1}
es: {0} a {1}
pt: {0} a {1}

# ClassPage_ButtonAddGradeScale.Content
source: + add grade scale
de: + Notenskala hinzufügen
es: + agregar escala de notas
pt: + adicionar escala de nota

# ClassPage_ButtonAddWeightCategory.Content
source: + add weight category
de: + Gewichtungs Kategorie hinzufügen
es: + agregar categoría de notas
pt: + Adicionar categoria de peso

# ClassPage_ButtonWhatIfMode.Content
source: What If? Mode
es: Modo ¿Qué tal si?
pt: Modo E Se?

# ClassPage_EditGrades_TextBlockGradeScales.Text
source: Grade Scales
de: Notenskalen
es: Escala de Notas
pt: Média de notas

# ClassPage_EditGrades_TextBlockName.Text
source: Name
es: Nombre
pt: Nome

# ClassPage_EditGrades_TextBlockStartingGrade.Text
source: Starting Grade
de: Anfangs Note
es: Nota Mínima
pt: Nota inicial

# ClassPage_EditGrades_TextBlockWeight.Text
source: Weight
de: Gewichtung
es: Peso
pt: Peso

# ClassPage_EditGrades_TextBlockWeightCategories.Text
source: Weight Categories
de: Gewichtungsklassen
es: Categorías de Notas
pt: Categorias de peso

# ClassPage_PivotItemDetails.Header
source: Details
es: Detalles
pt: Detalhes

# ClassPage_PivotItemEvents.Header
source: Events
de: Ereignisse
es: Eventos
pt: Eventos

# ClassPage_PivotItemGrades.Header
source: Grades
de: Noten
es: Notas
pt: Notas

# ClassPage_PivotItemTasks.Header
source: Tasks
de: Aufgaben
es: Tarea
pt: Tarefa

# ClassPage_PivotItemOverview.Header
source: Overview
de: Übersicht
es: General
pt: Visão Geral

# ClassPage_PivotItemTimes.Header
source: Times
de: Uhrzeiten
es: Horario
pt: Horários

# ClassPage_SchedulesNoTimesDetails.Text
source: Click the edit button in the app bar to add class times
de: Klicken Sie auf die "Bearbeiten" Schaltfläche in der App-Leiste, um eine Unterrichts Uhrzeit hinzuzufügen
es: Pulsa el botón editar para agregar los horarios
pt: Clique no botão de editar, na barra do app para adicionar os horários das aulas

# ClassPage_SchedulesNoTimesHeader.Text
source: No Times
de: Ohne Uhrzeiten
es: Sin Horarios
pt: Sem Horários
