Repository: powerplanner/powerplannerapps
Catalog: PowerPlannerAppDataLibrary/Strings/Resources.*.resx
Languages: ar

# EditTaskOrEventPage_ComboBoxWeightCategory.Header
source: Grade Weight Category
ar: فئة الوزن

# WeightCategory_Exclude
source: Exclude from grades
ar: استبعاد من الدرجات

# WeightCategory_Unassigned
source: Unassigned
ar: غير معيّنة

# AddHolidayView_DatePickerEnd.Header
source: End date
ar: تاريخ النهاية

# AddHolidayView_DatePickerStart.Header
source: Start date
ar: تاريخ البدء

# AddHolidayView_TextBoxName.Header
source: Name
ar: الإسم

# AddHolidayView_TextBoxName.PlaceholderText
source: ex: Spring Break
ar: تحويله: عطلة الربيع

# String_AddHoliday
source: Add holiday
ar: إضافة عطلة

# String_EditHoliday
source: Edit holiday
ar: تحرير عطلة

# String_Holiday
source: Holiday
ar: عطلة

# String_AddEvent
source: Add event
ar: إضافة حدث

# String_AddTask
source: Add task
ar: إضافة مهمة

# String_EditEvent
source: Edit event
ar: تحرير حدث

# String_EditTask
source: Edit task
ar: تحرير مهمة

# String_EndTime
source: End time
ar: تاريخ النهاية

# String_Event
source: Event
ar: حدث

# String_StartTime
source: Start time
ar: وقت البدء

# String_Task
source: Task
ar: ‏‏مهمة

# String_AtX
source: At {0}
ar: في {0}

# String_DueTime
source: Due time
ar: الوقت المناسب

# String_DueX
source: Due {0}
ar: الواجب {0}

# String_LastWeek
source: Last week
ar: الأسبوع الماضي

# String_NextWeek
source: Next week
ar: الأسبوع القادم

# String_NoClass
source: No class
ar: لا فئة

# String_OnX
source: On {0}
ar: على {0}

# String_Time
source: Time
ar: الوقت

# String_ViewEvent
source: View event
ar: عرض حدث

# String_ViewTask
source: View task
ar: عرض المهام

# TimeOption_AllDay
source: All day
ar: طوال اليوم

# TimeOption_BeforeClass
source: Before class
ar: قبل الفئة

# TimeOption_CustomDueTime
source: Custom due time
ar: مخصص الواجب وقت

# TimeOption_CustomTime
source: Custom time
ar: وقت مخصص

# TimeOption_DuringClass
source: During class
ar: خلال الطبقة

# TimeOption_EndOfClass
source: End of class
ar: نهاية الطبقة

# TimeOption_EndOfDay
source: End of day
ar: نهاية اليوم

# TimeOption_StartOfClass
source: Start of class
ar: بداية درجة

# String_ExportToImage
source: Export to image
ar: تصدير إلى الصورة

# String_ScheduleExportToImage_Cancel_Subtitle
source: Cancel the export operation
ar: إلغاء عملية التصدير

# String_ScheduleExportToImage_Cancel_Title
source: Cancel
ar: إلغاء الأمر

# String_ScheduleExportToImage_Clipboard_Subtitle
source: Copy image of schedule to paste into other apps
ar: نسخ صورة من الجدول الزمني لصقها في تطبيقات أخرى

# String_ScheduleExportToImage_Clipboard_Title
source: Copy to clipboard
ar: نسخ إلى الحافظة

# String_ScheduleExportToImage_Description
source: Image of your week schedule
ar: صورة من الجدول الزمني الخاص بك الأسبوع

# String_ScheduleExportToImage_Save_Subtitle
source: Save an image of your schedule
ar: حفظ صورة من الجدول الزمني الخاص بك

# String_ScheduleExportToImage_Save_Title
source: Save to image
ar: حفظ الصورة

# String_ScheduleExportToImage_Share_Subtitle
source: Open Share dialog, showing apps that support images
ar: فتح مربع الحوار مشاركة، عرض تطبيقات التي تدعم الصور

# String_ScheduleExportToImage_Share_Title
source: Share with apps
ar: مشاركة مع تطبيقات

# DummyFirstYear
source: Freshman
ar: المبتدىء

# DummyFirstSemester
source: Fall
ar: الخريف

# ResetPassword_Description
source: Enter your username and email address to reset your password. You will then receive an email that contains a link allowing you to reset your password.
ar: أدخل الخاص بك اسم المستخدم وعنوان البريد الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك. ثم سوف تتلقى رسالة بريد إلكتروني تحتوي على ارتباط مما يسمح لك بإعادة تعيين كلمة المرور الخاصة بك.

# SemesterView_NoClasses
source: No classes. Click "open semester" to add some classes!
ar: لا توجد فصول دراسية. انقر فوق "فتح فصل دراسي" لإضافة بعض الفئات!

# Settings_MainPage_Widgets_Subtitle
source: Customize home screen widgets
ar: تخصيص الحاجيات الروبوت الشاشة الرئيسية

# Settings_MyAccount_DeleteAccountConfirmation_Title
source: Delete account?
ar: حذف الحساب؟

# Settings_WidgetAgenda_Description
source: These settings affect the agenda widget, which can be pinned to your homescreen by opening your widgets drawer and placing the Power Planner Agenda widget on your homescreen.
ar: هذه الإعدادات تؤثر على القطعة جدول الأعمال، والتي يمكن أن تكون مثبتة إلى الشاشة الرئيسية الخاصة بك عن طريق فتح الحاجيات الروبوت درج ووضع القطعة جدول الأعمال على الشاشة الرئيسية الخاصة بك.

# Settings_WidgetSchedule_Description
source: The schedule widget can be pinned to your homescreen by opening your widgets drawer and placing the Power Planner Schedule widget on your homescreen. The schedule widget displays your upcoming classes and holidays.
ar: القطعة الجدول الزمني يمكن أن تكون مثبتة إلى الشاشة الرئيسية الخاصة بك عن طريق فتح الحاجيات الروبوت درج ووضع القطعة الجدول على الشاشة الرئيسية الخاصة بك. القطعة الجدول الزمني يعرض الطبقات القادمة والأعياد الخاصة بك.

# Settings_Widgets_Agenda_Subtitle
source: Displays upcoming tasks and events
ar: يعرض المهام القادمة والمناسبات

# Settings_Widgets_Schedule_Subtitle
source: Displays upcoming classes
ar: يعرض دروس قادمة

# String_AgendaWidget
source: Agenda widget
ar: القطعة من جدول الأعمال

# String_EndOfSemester
source: End of semester
ar: نهاية الفصل الدراسي

# String_GradeOptions
source: Grade options
ar: خيارات الصف

# String_Loading
source: Loading...
ar: جارٍ التحميل...

# String_NoAccount
source: No account
ar: لا يوجد حساب

# String_NoClassesThisWeek
source: No classes this week!
ar: لا توجد فصول دراسية هذا الأسبوع!

# String_NoClassToday
source: No class today!
ar: لا توجد فئة اليوم!

# String_NoMoreClasses
source: No more classes!
ar: لا توجد فصول دراسية أكثر!

# String_NoSemester
source: No semester
ar: لا يوجد فصل دراسي

# String_NothingDue
source: Nothing due!
ar: لا شيء الواجب!

# String_PartialSemesterClass
source: Partial semester class?
ar: فئة جزئية الفصل الدراسي؟

# String_PreviousWeek
source: Previous week
ar: الأسبوع السابق

# String_ScheduleWidget
source: Schedule widget
ar: الجدول الزمني للقطعة

# String_StartGrade
source: Start grade
ar: بداية الصف

# String_StartOfSemester
source: Start of semester
ar: بداية الفصل الدراسي

# String_SyncError
source: Sync error
ar: خطأ في المزامنة

# String_WidgetDisabled
source: Widget disabled from app settings
ar: القطعة المعوقين من إعدادات التطبيق

# String_Widgets
source: Widgets
ar: الحاجيات

# SyncErrors_Description
source: These are the sync errors since your last sync. You can tap the Power Planner icon in the main menu to trigger a new sync.
ar: هذه هي أخطاء المزامنة منذ آخر مزامنة. يمكنك النقر على الرمز في القائمة الرئيسية لتشغيل مزامنة جديدة.

# Settings_MainPage_GoogleCalendarIntegrationItem.Subtitle
source: Tasks and classes in Google Calendar
ar: المهام والفئات في تقويم جوجل

# Settings_MainPage_GoogleCalendarIntegrationItem.Title
source: Google Calendar integration
ar: دمج جوجل التقويم

# RepeatingEntry_CheckBoxRepeats.Content
source: Repeats?
ar: ويكرر؟

# RepeatingEntry_OptionDay
source: day
ar: يوم

# RepeatingEntry_OptionMonth
source: month
ar: شهر

# RepeatingEntry_OptionWeek
source: week
ar: أسبوع

# RepeatingEntry_RadioButtonEndsAfter.Content
source: After
ar: بعد

# RepeatingEntry_RadioButtonEndsOn.Content
source: On
ar: تشغيل

# RepeatingEntry_TextBlockEnds.Text
source: Ends
ar: ينتهي

# RepeatingEntry_TextBlockMustUpgrade.Text
source: You must upgrade to premium to use repeating bulk entry.
ar: يجب الترقية إلى بريميوم لاستخدام التكرار الأكبر دخول.

# RepeatingEntry_TextBlockNoteCannotBulkEdit.Text
source: Note: You won't be able to bulk edit this series once you save it, so check for typos now!
ar: ملاحظة: لن تكون قادراً على تحرير معظم هذه السلسلة مرة واحدة قمت بحفظه، حتى تحقق للأخطاء المطبعية الآن!

# RepeatingEntry_TextBlockOccurrences.Text
source: occurrences
ar: تكرارات

# RepeatingEntry_TextBlockRepeatEvery.Text
source: Repeat every
ar: كرر كل

# RepeatingEntry_TextBlockRepeatOn.Text
source: Repeat on
ar: كرر في

# RepeatingEntry_TextBlockTryForFree.Text
source: Premium feature. You can try this once for free.
ar: ميزة قسط. يمكنك أن تجرب هذا مرة واحدة مجاناً.

# ConfigureClassGrades_Items_WeightCategories.Title
source: Weight categories
ar: فئات الوزن

# ConfigureClassGrades_Items_WeightCategories.Subtitle
source: Edit weight categories
ar: تحرير فئات الوزن

# ConfigureClassGrades_Items_GradeScale.Title
source: Grade scale
ar: جدول الصف

# ConfigureClassGrades_Items_GradeScale.Subtitle
source: Edit the grade scale
ar: تحرير جدول الصف

# String_Disabled
source: Disabled
ar: معطّل

# String_Enabled
source: Enabled
ar: ممكّن

# String_Failing
source: Failing
ar: فشل

# String_Fail
source: Fail
ar: فشل

# String_Pass
source: Pass
ar: نجاح

# String_Passing
source: Passing
ar: تمرير

# Settings_GradeOptions_ListItemGpaType.Title
source: GPA type (standard or pass/fail)
ar: (قياسي أو تمرير / فشل) GPA نوع

# Settings_GradeOptions_GpaType
source: GPA type
ar: GPA نوع

# Settings_GradeOptions_ListItemPassingGrade.Title
source: Passing grade
ar: درجة النجاح

# Settings_GradeOptions_GpaType_Standard.Text
source: Standard
ar: قياسي

# Settings_GradeOptions_GpaType_PassFail.Text
source: Pass/fail
ar: يتخطى الفشل

# Settings_GradeOptions_GpaType_StandardExplanation.Text
source: Both your GPA and credits are counted. Most classes are like this.
ar: الخاص بك وائتماناتك. معظم الطبقات هي مثل هذا GPA يتم حساب كل من

# Settings_GradeOptions_GpaType_PassFailExplanation.Text
source: The class never impacts your GPA. If you receive a passing grade, the credits of this class will count towards your overall credits. Otherwise, the credits won't be counted.
ar: ابدأ آثار الفئة الخاصة بك برنامج العمل العالمي. إذا كنت تتلقى درجة النجاح، سيتم حساب الاعتمادات لهذه الفئة نحو الاعتمادات الإجمالية الخاصة بك. وإلا فلن تحسب الاعتمادات.

# String_ExamplePlaceholderText
source: ex: {0}
ar: {0} :مثال

# Settings_GradeOptions_PassingGrade_Explanation.Text
source: Specify what grade (percentage) counts as a passing grade for this class. Typically, 60% is a passing grade, so you would enter "60". Click save when you're done!
ar: تحديد ما هو الصف (نسبة مئوية) يعتبر درجة النجاح لهذه الفئة. عادة، 60% درجة النجاح، حيث ستقوم بإدخال "60". انقر فوق حفظ عند الانتهاء من ذلك!

# String_ImageAttachments
source: Image attachments
ar: مرفقات الصور

# Settings_GoogleCalendar_NoAccountMessage
source: In order to use the Google Calendar integration, you must first create a Power Planner account!
ar: من أجل استخدام دمج جوجل التقويم، يجب عليك أولاً إنشاء حساب Power Planner!

# Settings_LogInFromDefaultAccountMessage
source: By logging in to an account, all information you've currently entered will be DELETED. If you want to keep your information, create an account instead.
ar: عن طريق تسجيل الدخول إلى حساب، سيتم حذف جميع المعلومات التي قمت بإدخالها حاليا. إذا كنت ترغب في الاحتفاظ بالمعلومات الخاصة بك، قم بإنشاء حساب بدلاً من ذلك.

# SchedulePage_TextBlockReturningUser.Text
source: Returning user?
ar: إرجاع المستخدم؟

# Settings_MainPage_CreateAccountItem.Subtitle
source: Use Power Planner across multiple devices!
ar: استخدام Power Planner عبر أجهزة متعددة!

# Settings_MainPage_CreateAccountItem.Title
source: Create account
ar: إنشاء حساب

# Settings_MainPage_LogInItem.Subtitle
source: Already have an account? Log in!
ar: لديك حساب؟ تسجيل الدخول!

# Settings_MainPage_LogInItem.Title
source: Log in
ar: تسجيل الدخول

# Settings_SuccessfullyCreatedAccountPage.Title
source: ACCOUNT CREATED
ar: حساب تم إنشاؤه

# Settings_SuccessfullyCreatedAccountPage_Message.Text
source: Your account has been created! You can now use Power Planner on Android, iOS, Windows, and the web at https://powerplanner.net!
ar: تم إنشاء الحساب الخاص بك! يمكنك الآن استخدام Power Planner على الروبوت، ودائرة الرقابة الداخلية، ويندوز، وشبكة الإنترنت في https://powerplanner.net!

# Welcome_ConnectAccountPage.Title
source: CONNECT ACCOUNT
ar: اتصال الحساب

# Welcome_ConnectAccountPage_Message.Text
source: Are you using Power Planner on another device, but haven't set up an account? If so, open Power Planner from that device, go to Settings -> Create account, and create an account. After that, log in below!
ar: يمكنك استخدام Power Planner على جهاز آخر، ولكن لم تقم بإعداد حساب؟ إذا كان الأمر كذلك، فتح Power Planner من ذلك الجهاز، انتقل إلى إعدادات--> إنشاء حساب، وإنشاء حساب. وبعد ذلك تسجيل الدخول أدناه!

# Welcome_ConnectAccountPage_NeedHelp.Text
source: If you need help, contact support@powerplanner.net
ar: إذا كنت بحاجة إلى مساعدة، اتصل support@powerplanner.net

# Welcome_ExistingUserPage.Title
source: EXISTING USER
ar: مستخدم موجود

# Welcome_ExistingUserPage_ButtonHasAccount.Content
source: Yes, I have an account
ar: نعم، لدى حساب

# Welcome_ExistingUserPage_ButtonNoAccount.Content
source: No, I don't have an account
ar: لا، ليس لدى حساب

# Welcome_ExistingUserPage_Message.Text
source: Do you have a Power Planner account?
ar: هل لديك حساب Power Planner؟

# ClassesPage_TextBlockNoClassesHeader.Text
source: No classes
ar: لا توجد فصول

# ClassesPage_TextBlockNoClassesDescription.Text
source: Click the "+" button in the top menu to add your first class!
ar: انقر فوق الزر "+" في القائمة العلوية لأضافه الدرجة الاولي!

# Agenda_NoItemsDescription.Text
source: Click the "+" button to add some tasks or events.
ar: انقر فوق الزر "+" لأضافه بعض المهام أو الاحداث.

# Agenda_NoItemsHeader.Text
source: All done!
ar: تمت جميع الإجراءات!

# Settings_MainPage_HelpItem.Title
source: Help
ar: التعليمات

# Settings_MainPage_HelpItem.Subtitle
source: Tutorials and FAQ
ar: الدروس والاسئله الشائعة

# EditingClassScheduleItemView_InvalidStartTime.Content
source: The start time you entered is not valid! You can write '(hour):(minute)', '(hour):(minute) (AM/PM)' or '(hour)h(minute)m'.
ar: وقت البدء الذي أدخلته غير صالح! يمكنك كتابة '(ساعة) :(دقيقة)' أو '(ساعة) :(دقيقة) (صباحاً/مساءً)" أو '(ساعة) ح (دقيقة)م'.

# EditingClassScheduleItemView_InvalidStartTime.Title
source: Invalid Start Time
ar: وقت البدء غير صالح

# EditingClassScheduleItemView_InvalidEndTime.Content
source: The end time you entered is not valid! You can write '(hour):(minute)', '(hour):(minute) (AM/PM)', '(hour)h(minute)m'. In addition to that, you can also add a "+" sign to the beginning in order to make the end time a relative amount after the start time (e.g. +50m)
ar: وقت الانتهاء الذي أدخلته غير صالح! يمكنك كتابة '(ساعة) :(دقيقة)'، '(ساعة) :(دقيقة) (صباحاً/مساءً)'، '(ساعة) ح (دقيقة)م'. بالإضافة إلى ذلك ، يمكنك أيضًا إضافة علامة "+" إلى البداية من أجل جعل وقت الانتهاء مبلغًا نسبيًا بعد وقت البدء (على سبيل المثال + 50m)

# EditingClassScheduleItemView_InvalidEndTime.Title
source: Invalid End Time
ar: وقت الانتهاء غير صالح

# EditingClassScheduleItemView_InvalidDaysOfWeek.Content
source: You must select at least one day of week. If you want to delete this time, use the delete option in the menu.
ar: يجب تحديد يوم واحد على الأقل من الأسبوع. إذا كنت تريد حذف هذه المرة، استخدم خيار الحذف في القائمة.

# EditingClassScheduleItemView_InvalidDaysOfWeek.Title
source: No day of weeks
ar: لا يوجد يوم من الأسابيع

# EditingClassScheduleItemView_LowEndTime.Content
source: Your end time must be greater than your start time.
ar: يجب أن يكون وقت الانتهاء أكبر من وقت البدء.

# WeightCategory_AllGrades
source: All grades
ar: جميع الدرجات

# DifferentTimeZoneWarning.Text
source: You are currently in a different time zone than your school's time zone. When adding or editing, values are displayed in your school's time zone. If the school said 9 AM, simply enter 9 AM.
ar: أنت حالياً في منطقة زمنية مختلفة عن المنطقة الزمنية لمدرستك. يتم عرض هذه القيم في المنطقة الزمنية للمدرسة. إذا قالت المدرسة 9 صباحا، ببساطة أدخل 9 صباحا.

# Settings_MainPage_SchoolTimeZoneItem.Subtitle
source: Set your school's time zone
ar: تعيين المنطقة الزمنية لمدرستك

# Settings_MainPage_SchoolTimeZoneItem.Title
source: Time zone
ar: المنطقة الزمنية

# Settings_SchoolTimeZone_ButtonSave.Content
source: Save changes
ar: حفظ التغييرات

# Settings_SchoolTimeZone_ComboBoxTimeZone.Header
source: School's time zone
ar: المنطقة الزمنية للمدرسة

# Settings_SchoolTimeZone_Description.Text
source: If you're traveling and need to see times relative to your current time zone, you can specify your school's time zone. You should set the below time zone to the time zone of where you attend school, regardless of what your current time zone is.
ar: إذا كنت مسافرًا وتحتاج إلى رؤية أوقات تتعلق بالمنطقة الزمنية الحالية، يمكنك تحديد المنطقة الزمنية لمدرستك. يجب تعيين المنطقة الزمنية أدناه إلى المنطقة الزمنية حيث تذهب إلى المدرسة، بغض النظر عن ما هي المنطقة الزمنية الحالية الخاصة بك.

# Settings_SchoolTimeZone_Header.Text
source: SCHOOL'S TIME ZONE
ar: المنطقة الزمنية للمدرسة

# Settings_SchoolTimeZone_RestartNote.Text
source: Saving changes will restart Power Planner so that the changes can be applied.
ar: سيؤدي حفظ التغييرات إلى إعادة تشغيل مخطط الطاقة بحيث يمكن تطبيق التغييرات.

# Calendar_FullCalendarFilterButton.ToolTipService.ToolTip
source: Filter
ar: عامل تصفية

# ShowPastCompleteItems.Text
source: Show past complete items
ar: إظهار العناصر المكتملة السابقة

# Settings_LanguageSettings_ComboBoxLanguageOption.Header
source: Language
ar: اللغة

# Settings_LanguageSettings_Description.Text
source: By default, the language is automatically determined by your system's language settings. However, if you'd like to use Power Planner in a different language than your system language, you can override the language below.
ar: بشكل افتراضي، يتم تحديد اللغة تلقائيًا بواسطة إعدادات لغة النظام. ومع ذلك، إذا كنت ترغب في استخدام Power Planner بلغة مختلفة عن لغة النظام، يمكنك تجاوز اللغة أدناه.

# Settings_LanguageSettings_Header.Text
source: LANGUAGE SETTINGS
ar: إعدادات اللغة

# Settings_MainPage_LanguageItem.Subtitle
source: Change the current display language
ar: تغيير لغة العرض الحالية

# Settings_MainPage_LanguageItem.Title
source: Language
ar: اللغة

# Settings_LanguageSettings_AutomaticOptionDisplayName
source: Automatic (based on system language settings)
ar: تلقائي (استنادًا إلى إعدادات لغة النظام)

# String_ConvertToEvent
source: Convert to event
ar: التحويل إلى حدث

# String_ConvertToTask
source: Convert to task
ar: التحويل إلى مهمة

# String_AddGrade
source: Add grade
ar: إضافة تقدير

# String_GradeAdded
source: Grade added
ar: تمت إضافة التقدير

# String_TaskCompleted
source: Task completed
ar: تم إكمال المهمة

# String_ViewGrades
source: View grades
ar: عرض التقديرات

# String_XMinutesBefore
source: {0} minutes before
ar: قبل {0} من الدقائق

# Settings_RemindersWithClasses_Description.Text
source: This application automatically sets reminders for classes, tasks, and events. The reminders are just like calendar event reminders, with a snooze and dismiss option.
ar: يقوم هذا التطبيق تلقائياً بتعيين التذكيرات للفئات والمهام والأحداث. التذكيرات هي تماما مثل تذكير حدث التقويم ، مع غفوة ورفض الخيار.

# Settings_Reminders_ClassRemindersHeader.Text
source: Class reminders
ar: تذكيرات الفئة

# String_RemindMe
source: Remind me:
ar: ‏‏الرجاء تذكيري:

# Settings_Reminders_ClassRemindersDescription.Text
source: This feature reminds you about an upcoming class up to 60 minutes before the class starts.
ar: هذه الميزة تذكرك حول فئة القادمة ما يصل إلى 60 دقيقة قبل بدء الفصل الدراسي.

# Settings_Reminders_TaskEventRemindersHeader.Text
source: Task/event reminders
ar: تذكيرات المهمة/الحدث

# String_XMinutes
source: {0} minutes
ar: {0} من الدقائق

# String_XHours
source: {0} hours
ar: {0} من الساعات

# String_OneHour
source: 1 hour
ar: ساعة واحدة

# String_OneDay
source: 1 day
ar: يوم واحد

# String_Complete
source: Complete
ar: مكتمل
