Repository: powerplanner/powerplannerapps
Catalog: PowerPlannerAppDataLibrary/Strings/Resources.*.resx
Languages: ar

# MessageDeleteYear_Body
source: Are you sure you want to delete this year and all of its semesters, classes, and grades?
ar: هل أنت متأكد من أنك تريد حذف هذا العام وجميع فصوله وصفوفه الدراسية، والعلامات؟

# MessageDeleteYear_Title
source: Delete year?
ar: حذف السنة؟

# SemesterView_Total.Text
source: Total
ar: الإجمالي

# Calendar_FullCalendarAddButton.ToolTipService.ToolTip
source: Add
ar: إضافة

# Calendar_FullCalendarGoToTodayButton.ToolTipService.ToolTip
source: Go To Today
ar: اذهب إلى اليوم الحالي

# RelativeDate_Today
source: Today
ar: اليوم

# RelativeDate_Tomorrow
source: Tomorrow
ar: ‏‏الغد

# RelativeDate_Yesterday
source: Yesterday
ar: ‏‏الأمس

# RelativeDate_Future
source: Future
ar: المستقبل

# RelativeDate_InThePast
source: In the past
ar: في الماضي

# RelativeDate_InXDays
source: In {0} days
ar: في أيام {0}

# RelativeDate_WithinXDays
source: Within {0} days
ar: في غضون أيام {0}

# String_GoToToday
source: Go to today
ar: اذهب إلى اليوم الحالي

# String_NewItem
source: New item
ar: عنصر جديد

# String_PinToStart
source: Pin to Start
ar: إضافة إلى شاشة البدء

# String_UnpinFromStart
source: Unpin from Start
ar: إزالة التثبيت من شاشة البدء

# String_WeekA
source: Week A
ar: الأسبوع أ

# String_WeekB
source: Week B
ar: الأسبوع ب

# String_TimeToTime
source: {0} to {1}
ar: ‏‏{0} إلى {1}

# ClassPage_ButtonAddGradeScale.Content
source: + add grade scale
ar: + إضافة مقياس درجة

# ClassPage_ButtonAddWeightCategory.Content
source: + add weight category
ar: + إضافة فئة

# ClassPage_ButtonWhatIfMode.Content
source: What If? Mode
ar: وضع "ماذا لو؟"

# ClassPage_ColorPickerEditClassColor.Header
source: Color
ar: اللون

# ClassPage_EditGrades_TextBlockGradeScales.Text
source: Grade Scales
ar: مقاييس الدرجة

# ClassPage_EditGrades_TextBlockName.Text
source: Name
ar: الإسم

# ClassPage_EditGrades_TextBlockStartingGrade.Text
source: Starting Grade
ar: علامة البداية (يبدأ منها التقدير)

# ClassPage_EditGrades_TextBlockWeight.Text
source: Weight
ar: العلامة المخصصة

# ClassPage_EditGrades_TextBlockWeightCategories.Text
source: Weight Categories
ar: فئات العلامات

# ClassPage_PivotItemDetails.Header
source: Details
ar: التفاصيل

# ClassPage_PivotItemEvents.Header
source: Events
ar: الامتحانات

# ClassPage_PivotItemGrades.Header
source: Grades
ar: العلامات

# ClassPage_PivotItemTasks.Header
source: Tasks
ar: المهام

# ClassPage_PivotItemOverview.Header
source: Overview
ar: نظرة عامة

# ClassPage_PivotItemTimes.Header
source: Times
ar: الأوقات

# ClassPage_SchedulesNoTimesDetails.Text
source: Click the edit button in the app bar to add class times
ar: انقر فوق زر تحرير في شريط التطبيق لإضافة وقت الصف الدراسي

# ClassPage_SchedulesNoTimesHeader.Text
source: No Times
ar: لا توجد أوقات

# ClassPage_TextBlockAverageGradesHelpBody.Text
source: Typically, you should leave this DISABLED. If you enable averaging grade totals, then your total class grade will be calculated by each grade's percent, not points. That means if you have a grade of 9/10 and another grade of 96/100, your average grade will be 93% even though the second one was worth more points. Most teachers grade by summing up the points, thus leaving this option disabled will have that effect. Your grade would then be 95.45% since the second grade was worth more points.
ar: عادة، يجب ترك هذا معطل. إذا قمت بتمكين حساب المتوسط لمجموع العلامات، ثم سيتم حساب مجموع علامات الصف الدراسي بناءً على النسبة المئوية، وليس نقاط GPA. وهذا يعني إذا كان لديك درجة 9/10 وعلامة 96/100، متوسط الصف الخاص بك 93% حتى ولو كانت الثانية تستحق المزيد من النقاط. معظم معلمي الصف يقومون بتجميع النقاط، مما يعني ترك هذا الخيار معطل سيكون له أثر ذلك. متوسط الصف الخاص بك سيكون 95.45% إذ ان العلامة الثانية تستحق المزيد من النقاط.

# ClassPage_TextBlockAverageGradesHelpHeader.Text
source: Average grades
ar: متوسط العلامات

# ClassPage_TextBlockClassTimes.Text
source: CLASS TIMES
ar: أوقات الصف الدراسي

# ClassPage_TextBlockDetails.Text
source: DETAILS
ar: التفاصيل

# ClassPage_TextBlockEvents.Text
source: EVENTS
ar: الأحداث

# ClassPage_TextBlockGrades.Text
source: GRADES
ar: العلامات

# ClassPage_TextBlockTasks.Text
source: TASKS
ar: المهام

# ClassPage_TextBlockRoundGradesUpHelpBody.Text
source: Typically, you should leave this ENABLED. Rounding grades up means that if your total grade is 89.6%, you will still get a 4.0. Most teachers round grades up like this. Disabling this option will mean that even if you got a 89.9%, you're still going home with a 3.0. If your teacher is evil and doesn't round grades, disable this option.
ar: عادة، يجب ترك هذا الخيار مفعلاً، تقريب العلامات يعني انه ان كان مجموعك 89.6% ما زلت ستحصل على تقدير 4.0، معظم المعلمين يقربون بهذا الشكل. الغاء تفعيل هذا الخيار، يعنه أنه حتى لو حصلت على 89.9 ستعود للمنزل يتقدير 3.0. اذا كان معلمك شرير ولا يقرب العلامات، الغِ تفعيل هذا الخيار

# ClassPage_TextBlockRoundGradesUpHelpHeader.Text
source: Round grades up
ar: تقريب العلامات

# ClassPage_TextBoxEditClassName.Header
source: Name
ar: الإسم

# ClassPage_TextBoxEditCredits.Header
source: Credits
ar: التقدير

# ClassPage_TextBoxEditCredits.PlaceholderText
source: ex: 4
ar: مثال: 4

# ClassPage_TextBoxEditWeightCategoryName.PlaceholderText
source: ex: Exams
ar: مثال: الامتحانات

# ClassPage_ToggleAverageGrades.Header
source: Average grades
ar: متوسط العلامات

# ClassPage_ToggleRoundGradesUp.Header
source: Round grades up
ar: تقريب العلامات

# String_AddTime
source: Add time
ar: إضافة الوقت

# String_Cancel
source: Cancel
ar: إلغاء الأمر

# String_ConfirmDeleteClassHeader
source: Delete class?
ar: حذف الصف الدراسي؟

# String_ConfirmDeleteClassMessage
source: Are you sure you want to delete this class and all its contents?
ar: هل أنت متأكد من أنك تريد حذف هذا الصف الدراسي وكافة محتوياته؟

# String_DeleteClass
source: Delete class
ar: حذف الصف الدراسي

# String_EditClass
source: Edit class
ar: تحرير الصف الدراسي

# String_EditDetails
source: Edit details
ar: تحرير التفاصيل

# String_EditGrades
source: Edit grades
ar: تحرير العلامات

# String_EditTimes
source: Edit times
ar: تحرير الأوقات

# String_EventDatePrefix
source: on
ar: تشغيل

# String_GradeScaleCustom
source: Custom (not saved)
ar: مخصص (غير محفوظة)

# String_TaskDatePrefix
source: due
ar: تاريخ التسليم

# String_InvalidGradeScalesMessageBody
source: Your grade scales are invalid. Please ensure that each scale's Start Grade is less than the previous one's Start Grade.
ar: مقاييس الدرجة غير صحيحة. من فضلك تأكد من ان درجة كل مقياس أقل من درجة الذي قبله.

# String_InvalidGradeScalesMessageHeader
source: Invalid Grade Scales
ar: مقاييس الدرجة غير صحيحة

# String_InvalidWeightCategoriesMessageBody
source: Your weight categories are invalid. Please ensure that each weight category has a name and a non-positive value.
ar: فئات علامات غير صالحة. الرجاء التأكد من أن كل فئة من الفئات لها اسم وقيمة إيجابية.

# String_InvalidWeightCategoriesMessageHeader
source: Invalid Weight Categories
ar: فئات علامات غير صالحة

# String_NewEvent
source: New event
ar: حدث جديد

# String_NewGrade
source: New grade
ar: علامة جديدة

# String_NewTask
source: New task
ar: مهمة جديدة

# String_NoClassNameMessageBody
source: You must enter a name for this class!
ar: يجب إدخال اسم لهذا الصف الدراسي!

# String_NoNameMessageHeader
source: No name
ar: لا يوجد اسم

# String_PinClass
source: Pin class
ar: تثبيت الصف الدراسي

# String_PinningClassPremiumFeatureMessage
source: Pinning classes is a premium feature. Please upgrade to premium to unlock all secondary tile capabilities!
ar: تثبيت صفوف دراسية ميزة للنسحة الكاملة. الرجاء الترقية إلى بريميوم لفتح جميع قدرات البلاطات الحية!

# String_Save
source: Save
ar: حفظ

# String_SaveTimes
source: Save times
ar: حفظ الأوقات

# String_UnpinClass
source: Unpin class
ar: إلغاء تثبيت الصف الدراسي

# TextBlock_To.Text
source: to
ar: إلى

# AddClassPage_AddTitle
source: ADD CLASS
ar: إضافة صف دراسي

# AddClassPage_ColorPickerEditClassColor.Header
source: Color
ar: اللون

# AddClassPage_TextBoxName.Header
source: Name
ar: الإسم

# ClassSchedulesEditing_TextBlockNoTimes.Text
source: Click the "+" button in the app bar to add a time
ar: انقر فوق الزر "+" في شريط التطبيق لإضافة الوقت

# EditGradePage_HeaderAddString
source: ADD GRADE
ar: إضافة علامة

# EditGradePage_HeaderAddWhatIfString
source: ADD GRADE (WHAT IF)
ar: إضافة علامة (ماذا لو)

# EditGradePage_HeaderEditString
source: EDIT GRADE
ar: تحرير العلامة

# EditGradePage_HeaderEditWhatIfString
source: EDIT GRADE (WHAT IF)
ar: تحرير العلامة (ماذا لو)

# EditGradePage_MessageNoWeightCategoryBody
source: You must pick a weight category!
ar: يجب عليك اختيار فئة علامة!

# EditGradePage_MessageNoWeightCategoryHeader
source: No weight category
ar: لا توجد فئة علامة!

# EditingClassScheduleItemView_ButtonDelete.ToolTipService.ToolTip
source: Delete
ar: حذف

# EditingClassScheduleItemView_TextBlockWeekDescription.Text
source: Leave this on 'Every week' unless you have a two-week schedule.
ar: اترك هذا على '"كل أسبوعين"' إلا إذا كان لديك نظام جدول أسبوعين.

# EditingClassScheduleItemView_TextBoxRoom.Header
source: Room
ar: القاعة الصفية

# EditingClassScheduleItemView_TextBoxRoom.PlaceholderText
source: ex: Modern Languages 302
ar: مثال: اللغات الحديثة 302

# EditingClassScheduleItemView_TimePickerEnd.Header
source: To
ar: إلى

# EditingClassScheduleItemView_TimePickerStart.Header
source: From
ar: من

# EditingClassScheduleItemView_WeekComboBox.Header
source: Week
ar: الأسبوع

# String_ExtraCreditAbbreviation
source: EC
ar: علامة إضافية!!!!

# String_NoNameMessageBody
source: You must enter a name!
ar: يجب إدخال اسم!

# AppBarButtonEdit.Label
source: Edit
ar: تحرير

# EditTaskOrEventPage_ComboBoxClasses.Header
source: Class
ar: صف دراسي

# EditTaskOrEventPage_DatePickerDate.Header
source: Date
ar: التاريخ

# EditTaskOrEventPage_TextBoxDetails.Header
source: Details
ar: التفاصيل

# EditTaskOrEventPage_TextBoxName.Header
source: Name
ar: الإسم

# ForgotUsername_String_EnterEmailAddressExplanation
source: Enter your EMAIL ADDRESS to recover your username.
ar: أدخل "عنوان البريد الإلكتروني" الخاص بك لاسترداد اسم المستخدم.

# ForgotUsername_String_ErrorFindingUsername
source: Error finding username
ar: خطأ في إيجاد اسم المستخدم

# ForgotUsername_String_FindingUsernameStatusText
source: Finding username
ar: العثور على اسم المستخدم

# ForgotUsername_String_MessageHeader
source: Forgot Username
ar: نسيت اسم المستخدم

# ForgotUsername_String_NoUsernameFoundExplanation
source: No username was found under the email address of {0}.
ar: لم يتم العثور على أي مستخدم تحت عنوان البريد الإلكتروني {0}.

# ForgotUsername_String_NoUsernameFoundHeader
source: Nothing found
ar: لم يتم العثور على أي شيء

# ForgotUsername_String_YourUsernames
source: Your usernames are...
ar: أسماء المستخدمين الخاصة بك هي...

# LoginPage_String_CheckingOnlinePassword
source: Checking online password
ar: التحقق من كلمة مرور الحساب المتصل بالإنترنت

# LoginPage_String_ExplanationIncorrectPasswordAndLocalAccount
source: Your password is incorrect. Since this is a local account, there is no way to reset your password. Consider creating an online account in the future.
ar: كلمة المرور غير صحيحة. بما أن هذا حساب محلي، ليس هناك طريقة لإعادة تعيين كلمة المرور الخاصة بك. أنصحك بإعادة النظر في إنشاء حساب متصل بالإنترنت في المسنقبل.

# LoginPage_String_ExplanationIncorrectPasswordAndOffline
source: Your password didn't match the locally-stored password, and we couldn't connect to the internet to check if you've updated your online password. Please ensure that you are connected to the internet.
ar: لم تتطابق كلمة المرور المدخلة كلمة المرور المخزنة محلياً، ولم نتمكن من الاتصال بإنترنت للتحقق إذا كنت قمت بتحديث كلمة المرور الخاصة بك على الإنترنت. الرجاء التأكد من أنك متصل بالإنترنت.

# LoginPage_String_ExplanationOfflineAndNoLocalAccountFound
source: You might be offline, and no local accounts exist with this username. Check your internet connection.
ar: قد لا تكون متصل بالإنترنت، ولا يوجد حساب محلي باسم المستخدم هذا. تحقق من اتصالك بالشبكة

# LoginPage_String_ExplanationUsernameExistsLocally
source: There is already a local account with the username that you picked. Please choose a unique username.
ar: هناك بالفعل حساب محلي مع اسم المستخدم الذي اخترت. الرجاء اختيار اسم مستخدم آخر.

# LoginPage_String_IncorrectPassword
source: Incorrect password
ar: كلمة مرور غير صحيحة

# LoginPage_String_LoggingIn
source: Logging in
ar: تسجيل الدخول

# LoginPage_String_NoAccountFoundHeader
source: No account found
ar: لم يتم العثور على اي حساب

# LoginPage_String_SyncingAccount
source: Syncing account
ar: مزامنة الحساب

# LoginPage_String_UsernameEmpty
source: Username was empty
ar: اسم المستخدم كان فارغ

# LoginPage_String_UsernameEmptyExplanation
source: You must enter a username!
ar: يجب عليك إدخال اسم مستخدم!

# LoginPage_String_UsernameExists
source: Username exists
ar: اسم المستخدم موجود

# LoginPage_TextBlockForgotPassword.Text
source: Forgot Password
ar: نسيت كلمة المرور

# LoginPage_TextBlockForgotUsername.Text
source: Forgot Username
ar: نسيت اسم المستخدم

# LoginPage_TextBoxPassword.Header
source: Password
ar: كلمة المرور

# LoginPage_TextBoxUsername.Header
source: Username
ar: اسم المستخدم

# QuickAddPage.Title
source: QUICK ADD
ar: إضافة سريعة

# QuickAddPage_ButtonAddEvent.Content
source: add event
ar: إضافة حدث

# QuickAddPage_ButtonAddTask.Content
source: add task
ar: إضافة مهمة

# ResetPassword_String_ErrorResettingPassword
source: Error resetting password
ar: خطأ في إعادة تعيين كلمة المرور

# ResetPassword_String_ResetSuccessHeader
source: Password reset!
ar: إعادة تعيين كلمة المرور!

# ResetPassword_String_ResettingPasswordStatusText
source: Resetting your password
ar: إعادة تعيين كلمة المرور الخاصة بك

# SaveGradeScalePage.Title
source: SAVE GRADE SCALE
ar: حفظ مقياس الدرجة

# SaveGradeScalePage_TextBoxName.Header
source: Name
ar: الإسم

# SelectClassPage_TextBlockExplanation.Text
source: Select a class from the menu, or click the "+" button in the menu to add a new class.
ar: حدد صف دراسي من القائمة، أو انقر فوق الزر "+" في القائمة صف دراسي جديد.

# SelectClassPage_TextBlockHeader.Text
source: No Class
ar: لا صف دراسي

# String_DropGrade
source: Drop grade
ar: إسقاط العلامة

# String_InvalidUsername
source: Invalid username
ar: اسم مستخدم غير صالح

# String_InvalidUsernameExplanation
source: Usernames must be 50 or fewer characters long, and can only contain letters, numbers, and the special symbols {0}
ar: أسماء المستخدمين يجب أن يكون 50 حرف أو أقل، ويمكن أن تحتوي فقط على أحرف وأرقام ورموز خاصة {0}

# String_NoClassMessageBody
source: You must select a class!
ar: يجب عليك تحديد صف دراسي!

# String_NoClassMessageHeader
source: No class
ar: لا صف دراسي

# String_OfflineExplanation
source: Maybe you're offline? Couldn't connect to the server.
ar: ربما انت غير متصل؟ تعذر الاتصال بالخادم.

# String_Recover
source: Recover
ar: استعادة

# String_UndropGrade
source: Undrop grade
ar: عدم إسقاط العلامة

# ViewGradePage.Title
source: VIEW GRADE
ar: عرض العلامة

# ViewGradePage_AppBarButtonDelete.Label
source: Delete grade
ar: حذف العلامة

# ViewGradePage_TextBlockDropped.Text
source: dropped
ar: أُسقِطت

# ViewTaskOrEventPage_String_TitleEvent
source: VIEW EVENT
ar: عرض حدث

# ViewTaskOrEventPage_String_TitleTask
source: VIEW TASK
ar: عرض المهام

# ClassWhatIfPage_RunExplanation.Text
source: What If? mode allows you to expirement with your grades without saving any changes. You can delete grades, add new grades, edit existing grades, and more, all without the fear of changing your actual grades. When you're done, just press the back button to return to your actual grades. If you have ungraded items, you can also find out exactly what grade you need to keep your desired grade in the class. After entering your desired grade, Power Planner will calculate what you need on ungraded items to achieve your desired grade.
ar: ماذا لو؟ وضع يتيح لك التخطيط لعلاماتك دون حفظ التغييرات. يمكنك حذف تعديل وإضافة علامات، كل هذا منون تغيير البيانات الخلة مسبقاً. عندما تنتهي، فقط إضغط على زر رجوع للعودة إلى علاماتك الفعلية!! إذا كان لديك عناصر بلا علامات، يمكنك معرفة العلامة التي تحتاج لها للحصول على التقدير المأمول. بعد إدخال التقدير المأمول، Power Planner سيحسب العلامة التي عليك الحصول عليها.

# ClassWhatIfPage_String_InvalidGpaErrorMessage
source: Invalid GPA: You must pick a GPA that is actually in the grade scale. GPA's are exact numbers.
ar: GPA غير صالح: يجب عليك اختيار GPA الذي في الواقع ضمن نطاق مقياس الدرجة. GPA هي أرقام دقيقة.

# ClassWhatIfPage_TextBlockEnterDesired.Text
source: Enter desired grade or GPA
ar: أدخل العلامة المأمولة او ال GPA

# ClassWhatIfPage_TextBlockHeader.Text
source: WHAT IF?
ar: ماذا لو؟

# ClassWhatIfPage_TextBoxDesiredGrade.PlaceholderText
source: grade
ar: العلامة

# CreateAccountPage.Title
source: CREATE ACCOUNT
ar: إنشاء حساب

# CreateAccountPage_ButtonCreateOnlineAccount.Content
source: Create account
ar: إنشاء حساب

# CreateAccountPage_PasswordBoxConfirmPassword.Header
source: Confirm password
ar: تأكيد كلمة المرور

# CreateAccountPage_PasswordBoxConfirmPassword.PlaceholderText
source: Enter your password again
ar: أدخل كلمة المرور الخاصة بك مرة أخرى

# CreateAccountPage_PasswordBoxPassword.Header
source: Password
ar: كلمة المرور

# CreateAccountPage_PasswordBoxPassword.PlaceholderText
source: Create a password
ar: إنشاء كلمة مرور

# CreateAccountPage_String_WarningOfflineAccount
source: WARNING: Offline Account
ar: تحذير: الحساب غير متصل

# CreateAccountPage_String_WarningOfflineAccountExplanation
source: I strongly suggest you use an online account. With an offline account, you won't be able to... - Sync data with other devices (Android/iOS/Windows) - Transfer data to a new device - Use the website (powerplanner.net) Please think about using an online account instead!
ar: اقترح بشدة استخدام حساب متصل بالإنترنت. مع حساب غير متصل، لن تكون قادراً على... --مزامنة البيانات مع جهاز Android/iOS/Windows -نقل البيانات إلى جهاز كمبيوتر جديد --استخدام الموقع (powerplanner.net) يرجى التفكير حول استخدام حساب متصل بالشبكة بدلاً من ذلك!

# CreateAccountPage_TextBlockCreateOfflineAccount.Text
source: No internet? Click here to make an offline account
ar: لا يوجد إنترنت؟ انقر هنا لإنشاء حساب غير متصل

# CreateAccountPage_TextBoxEmail.Header
source: Email address
ar: عنوان البريد الإلكتروني

# CreateAccountPage_TextBoxEmail.PlaceholderText
source: For recovery purposes
ar: لأغراض الاسترداد

# CreateAccountPage_TextBoxUsername.Header
source: Username
ar: اسم المستخدم

# CreateAccountPage_TextBoxUsername.PlaceholderText
source: Pick a username
ar: اختر اسم مستخدم

# String_Create
source: Create
ar: إنشاء

# String_GoBack
source: Go back
ar: الانتقال للخلف

# String_InvalidConfirmationPassword
source: Invalid confirmation password
ar: تأكيد كلمة المرور غير صالح

# String_InvalidConfirmationPasswordExplanation
source: Your passwords did not match. Please make sure you entered the same password twice.
ar: لم تتطابق كلمات المرور الخاصة بك. الرجاء تأكد من إدخال كلمة المرور نفسها مرتين.

# String_InvalidPassword
source: Invalid password
ar: ‏‏كلمة مرور غير صالحة

# String_InvalidPasswordTooShortExplanation
source: Your password must be 5 or more characters.
ar: يجب أن تكون كلمة المرور 5 أحرف أو أكثر.

# String_NoEmailBody
source: You must enter an email address! It is strictly used for password recovery purposes.
ar: يجب إدخال عنوان بريد إلكتروني! يتم استخدامه لأغراض استرداد كلمة المرور فقط!

# String_NoEmailHeader
source: No email
ar: لا يوجد بريد إلكتروني

# String_NoUsernameBody
source: You must enter a username!
ar: يجب عليك إدخال اسم مستخدم!

# String_NoUsernameHeader
source: No username
ar: لا يوجد اسم مستخدم

# ForgotPassword_ButtonHeader.Content
source: FORGOT PASSWORD
ar: نسيت كلمة المرور

# ForgotPassword_ButtonReset.Content
source: Reset password
ar: إعادة تعيين كلمة المرور

# ForgotPassword_TextBoxEmail.Header
source: Email address
ar: عنوان البريد الإلكتروني

# ForgotPassword_TextBoxEmail.PlaceholderText
source: Your email
ar: البريد الإلكتروني الخاص بك

# ForgotPassword_TextBoxUsername.Header
source: Username
ar: اسم المستخدم

# ForgotPassword_TextBoxUsername.PlaceholderText
source: Your username
ar: اسم المستخدم الخاص بك

# String_YesDelete
source: yes, delete
ar: نعم، حذف

# String_BothWeeks
source: Every week
ar: كلا الأسبوعين

# EditGradePage_ComboBoxWeightCategories.Header
source: Weight Category
ar: فئة علامة

# EditGradePage_DatePickerDate.Header
source: Date
ar: التاريخ

# EditGradePage_TextBlockOutOf.Text
source: out of
ar: من أصل

# EditGradePage_TextBoxDetails.Header
source: Details
ar: التفاصيل

# EditGradePage_TextBoxGradeReceived.Header
source: Grade
ar: العلامة

# EditGradePage_TextBoxName.Header
source: Name
ar: الإسم

# String_Close
source: Close
ar: إغلاق

# String_MoreOptions
source: More options
ar: خيارات إضافية

# EditSemesterPage_TextBoxName.Header
source: Name
ar: الإسم

# EditSemesterPage_TextBoxName.PlaceholderText
source: ex: Fall
ar: مثال: سقوط

# EditSemesterPage_Title_Adding
source: ADD SEMESTER
ar: إضافة فصل دراسي

# EditSemesterPage_Title_Editing
source: EDIT SEMESTER
ar: تحرير الفصل الدراسي

# MessageDeleteSemester_Body
source: Are you sure you want to delete this semester and all of its contents?
ar: هل أنت متأكد من أنك تريد حذف هذا الفصل الدراسي وكافة محتوياته؟

# MessageDeleteSemester_Title
source: Delete semester
ar: حذف الفصل الدراسي

# EditSemesterPage_DatePickerEnd.Header
source: End date
ar: تاريخ النهاية

# EditSemesterPage_DatePickerStart.Header
source: Start date
ar: تاريخ البدء

# EditSemesterPage_String_InvalidStartDate
source: Invalid start date
ar: ‏‏تاريخ بدء غير صحيح

# EditSemesterPage_String_StartDateGreaterThanEndExplanation
source: Your start date must be earlier than your end date.
ar: يجب أن يكون تاريخ البدء الخاص بك أقدم من تاريخ النهاية.

# DifferentSemesterOverlayControl_TextBlockDescription.Text
source: This is a different semester. Tap this to view all of your semesters.
ar: هذا فصل دراسي مختلف. انقر فوق هذا لعرض كل من الفصول الدراسية الخاصة بك.

# DifferentSemesterOverlayControl_TextBlockHeader.Text
source: Different semester
ar: فصل دراسي مختلف

# WelcomePage_ButtonCreateAccount.Content
source: CREATE ACCOUNT
ar: إنشاء حساب

# WelcomePage_ButtonLogin.Content
source: LOG IN
ar: تسجيل الدخول

# LoginPage.Title
source: LOG IN
ar: تسجيل الدخول

# WelcomePage_TextBlockSubtitle.Text
source: The ultimate homework planner.
ar: منظم الواجبات المنزلية المطلق

# WelcomePage_TextBlockSettings.Text
source: Settings
ar: الإعدادات

# Settings_UpdateToPremium.Title
source: PREMIUM VERSION
ar: الإصدار الكامل

# MessageFreeGradesLimitReached
source: To add more than 5 grades per class, you must upgrade to the premium version of Power Planner.
ar: لإضافة أكثر من 5 العلامات للصف الواحد، يجب الترقية إلى الإصدار الكامل.

# String_EditSchedule
source: Edit schedule
ar: تحرير جدول

# AddClassPage_EditTitle
source: EDIT CLASS
ar: تحرير الصف الدراسي

# ClassPage_ButtonHideOldEventsString
source: Hide old events
ar: إخفاء الأحداث القديمة

# ClassPage_ButtonHideOldTasksString
source: Hide old tasks
ar: إخفاء المهام القديمة

# ClassPage_ButtonShowOldEventsString
source: Show old events
ar: إظهار الأحداث القديمة

# ClassPage_ButtonShowOldTasksString
source: Show old tasks
ar: إظهار المهام القديمة

# RelativeDate_NextDayOfWeek
source: Next {0}
ar: {0} التالية

# RelativeDate_ThisDayOfWeek
source: This {0}
ar: هذا {0}

# RelativeDate_InTwoDays
source: In two days
ar: في اليومين الماضيين

# RelativeDate_XDaysAgo
source: {0} days ago
ar: منذ {0} أيام

# SchedulePage_ButtonAddClass.Content
source: Add class
ar: إضافة فئة

# SchedulePage_TextBlockWelcomeTitle.Text
source: Welcome to Power Planner!
ar: !Power Planner مرحبا بك في

# SchedulePage_TextBlockWelcomeSubtitle.Text
source: To get started, add your classes and schedule!
ar: !للبدء، إضافة الفصول الدراسية والجدول الزمني الخاص بك

# ClassGrades_UnassignedItemsHeader
source: Unassigned items
ar: العناصر غير المعينة
