Repository: powerplanner/powerplannerapps
Catalog: PowerPlannerAppDataLibrary/Strings/Resources.*.resx
Languages: ar

# Buttons_Cancel.Content
source: Cancel
ar: إلغاء الأمر

# String_Always
source: Always
ar: دوماً

# String_Never
source: Never
ar: أبداً

# ImageUploadOptions_WifiOnly
source: Wi-Fi Only
ar: وايفاي فقط

# Settings_AboutPage_AboutAppHeader.Text
source: about the app
ar: حول التطبيق

# Settings_AboutPage_AboutAppValue.Text
source: Most features are free since I know not all students can pay for an app. You can always delete your current semester to get around the 1 semester limitation. However, the premium version unlocks useful additional features, and also shows your appreciation for my work!
ar: معظم ميزات التطبيق مجانية، اعلم انه لا يمكن لجميع الطلاب الدفع لتطبيق. يمكنك دائماَ حذف الفصل الدراسي الحالي لاضافة فصل جديد كحل لمحدودية النسخة المجانية. مع ذلك، النسخة الكاملة تعطيك العديد من الميزات، كما تظهر دعمك لعملي :)

# Settings_AboutPage_ContactHeader.Text
source: contact
ar: تواصل معي

# Settings_AboutPage_DeveloperHeader.Text
source: developer
ar: المطور

# Settings_AboutPage_DeveloperValue.Text
source: BareBones Dev, owned by Andrew Leader
ar: "BareBones Dev"، مملوكة ل "اندرو باريس" Andrew Leader

# Settings_AboutPage_Header.Text
source: ABOUT
ar: حول

# Settings_AboutPage_PrivacyHeader.Text
source: privacy policy
ar: سياسة الخصوصية

# Settings_AboutPage_VersionHeader.Text
source: version
ar: الإصدار

# Settings_CalendarIntegration_Classes_Description.Text
source: Power Planner can display your classes in the system calendar, so that you can view your schedule from the Calendar app.
ar: يمكن ل "PowerPlanner" ان يعرض الجدول الدراسي في تقويم النظام، هكذا تستطيع مشاهدة جدولك في تقويم

# Settings_CalendarIntegration_Classes_Header.Text
source: CLASSES CALENDAR INTEGRATION
ar: دمج الجدول الدراسي بتقويم النظام

# Settings_CalendarIntegration_Tasks_Description.Text
source: Power Planner can display your tasks and events in the system calendar, so that you can view them from the Calendar app.
ar: يمكن ل "PowerPlanner" ان يعرض الواجبات المنزلية والامتحانات في تقويم النظام، هكذا تستطيع مشاهدتها في تقويم

# Settings_CalendarIntegration_Tasks_Header.Text
source: TASKS CALENDAR INTEGRATION
ar: دمج المهام بتقويم النظام

# Settings_ChangeEmailPage.Title
source: CHANGE EMAIL
ar: تغيير البريد الإلكتروني

# Settings_ChangeEmailPage_ButtonUpdateEmail.Content
source: Update email
ar: تحديث البريد الإلكتروني

# Settings_ChangeEmailPage_Errors_FailedGrabEmail
source: Failed to grab your current email. Maybe you're offline?
ar: فشل في الحصول على البريد الإلكتروني الحالي الخاص بك. ربما انت غير متصل؟

# Settings_ChangeEmailPage_Errors_FailedUpdateOnline
source: Failed to update your email. Maybe you're offline?
ar: فشل تحديث البريد الإلكتروني الخاص بك. ربما انت غير متصل؟

# Settings_ChangeEmailPage_Errors_NoAccount
source: Failed to load account, please close the settings and make sure you're logged in.
ar: فشل في تحميل الحساب، الرجاء إغلاق الإعدادات والتأكد من تسجيل الدخول .

# Settings_ChangeEmailPage_FetchingEmailMessage
source: Fetching email...
ar: جلب البريد الإلكتروني...

# Settings_ChangeEmailPage_TextBoxEmail.Header
source: Email
ar: البريد الإلكتروني

# Settings_ChangePasswordPage.Title
source: CHANGE PASSWORD
ar: تغيير كلمة المرور

# Settings_ChangePasswordPage_ButtonUpdatePassword.Content
source: Update password
ar: تحديث كلمة المرور

# Settings_ChangePasswordPage_Erorrs_UnknownError
source: Something went wrong. Try closing Power Planner.
ar: حدث خطأ ما. حاول إغلاق التطبيق.

# Settings_ChangePasswordPage_Errors_FailedUpdateOnline
source: Failed to change your online password. Maybe you're not connected to the internet?
ar: فشل في تغيير كلمة المرور الخاصة بك. ربما لا تكون متصلاً بالانترنت؟

# Settings_ChangePasswordPage_Errors_MustEnterPassword
source: You must enter a password!
ar: يجب إدخال كلمة مرور!

# Settings_ChangePasswordPage_Errors_PasswordsDidNotMatch
source: Your passwords did not match. Try again.
ar: لم تتطابق كلمات المرور الخاصة بك. حاول مرة أخرى.

# Settings_ChangePasswordPage_TextBoxConfirmPassword.Header
source: Confirm new password
ar: تأكيد كلمة المرور الجديدة

# Settings_ChangePasswordPage_TextBoxConfirmPassword.PlaceholderText
source: Retype your new password
ar: أعد كتابة كلمة المرور الجديدة

# Settings_ChangePasswordPage_TextBoxNewPassword.Header
source: New password
ar: كلمة مرور جديدة

# Settings_ChangePasswordPage_TextBoxNewPassword.PlaceholderText
source: Enter a new password
ar: أدخل كلمة مرور جديدة

# Settings_ChangeUsernamePage.Title
source: CHANGE USERNAME
ar: تغيير اسم المستخدم

# Settings_ChangeUsernamePage_ButtonUpdateUsername.Content
source: Update username
ar: تحديث اسم المستخدم

# Settings_ChangeUsernamePage_Errors_FailedUpdateOnline
source: You might not be connected to the internet, or Power Planner is currently down.
ar: قد لا تكون متصلاً بإنترنت، أو ان التطبيق معطل حاليا.

# Settings_ChangeUsernamePage_Errors_NoAccount
source: Failed to load account, please close the settings and make sure you're logged in.
ar: فشل في تحميل الحساب، الرجاء إغلاق الإعدادات والتأكد من تسجيل الدخول .

# Settings_ChangeUsernamePage_Errors_NoUsername
source: You must enter a username!
ar: يجب عليك إدخال اسم مستخدم!

# Settings_ChangeUsernamePage_Errors_UnknownError
source: Something went wrong. Try closing the app.
ar: حدث خطأ ما. حاول إغلاق التطبيق.

# Settings_ChangeUsernamePage_Errors_UsernameExists
source: This username already exists on your computer. Please choose a unique username.
ar: اسم المستخدم هذا موجود بالفعل على جهاز الكمبيوتر الخاص بك. الرجاء اختيار اسم مستخدم آخر .

# Settings_ChangeUsernamePage_TextBoxUsername.Header
source: Username
ar: اسم المستخدم

# Settings_ConfirmIdentitiyPage_Description.Text
source: Please confirm your identity by entering your Power Planner account password.
ar: يرجى تأكيد الهوية الخاصة بك عن طريق إدخال كلمة مرور حسابك في PowerPlanner

# Settings_ConfirmIdentityPage.Title
source: CONFIRM IDENTITY
ar: تأكيد الهوية

# Settings_ConfirmIdentityPage_ButtonContinue.Content
source: Continue
ar: متابعة

# Settings_ConfirmIdentityPage_Errors_IncorrectPassword
source: Incorrect password. Try again.
ar: كلمة المرور غير صحيحة. حاول مرة أخرى.

# Settings_ConfirmIdentityPage_Errors_NoCurrentAccount
source: You're not logged in right now. Something went wrong. Try closing Power Planner.
ar: انت غير مسجل دخولك حاليا، حصل خطا ما، جرب اغلاق التطبيق

# Settings_ConfirmIdentityPage_TextBoxCurrentPassword.PlaceholderText
source: current password
ar: كلمة المرور الحالية

# Settings_ConvertToOnlinePage.Title
source: CONVERT TO ONLINE
ar: تحويل إلى وضعية الاتصال

# Settings_ConvertToOnlinePage_ButtonConvert.Content
source: Convert to online account
ar: تحويل إلى حساب متصل بالإنترنت

# Settings_ConvertToOnlinePage_TextBoxEmail.Header
source: Email
ar: البريد الإلكتروني

# Settings_ConvertToOnlinePage_TextBoxEmail.PlaceholderText
source: Provide your email
ar: زود البريد الإلكتروني الخاص بك

# Settings_ConvertToOnline_Errors_FailedCreateOnline
source: Failed to create account. Maybe you're offline?
ar: فشلت عملية إنشاء الحساب. ربما انت غير متصل بالإنترنت؟

# Settings_ConvertToOnline_TextBlockConfirmMergeExisting.Text
source: You are logging into an existing account. This will likely cause duplicate items to be uploaded, since everything currently on this device will be uploaded as new items. It is recommended that you delete your current account and then convert this device's account to an online account. Nevertheless, would you like to continue logging into the online account? Click Continue to login (which might cause duplicates).
ar: تقوم بالتسجيل إلى حساب موجود. سيتسبب هذا في تحميل العناصر مكررة، حيث سيتم تحميل كل شيء حاليا على هذا الجهاز كعناصر جديدة. من المستحسن حذف الحساب الحالي ومن ثم تحويل حساب هذا الجهاز إلى حساب متصل بالإنترنت. هل ما زلت تريد الاستمرار في تسجيل الدخول إلى حساب عبر الإنترنت؟ "انقر فوق متابعة" لتسجيل الدخول (والذي قد يتسبب في التكرارات).

# Settings_DeleteAccountPage.Title
source: DELETE ACCOUNT
ar: حذف الحساب

# Settings_DeleteAccountPage_ButtonConfirmDelete.Content
source: yes, delete my account
ar: نعم، حذف الحساب الخاص بي

# Settings_DeleteAccountPage_CheckBoxDeleteOnlineToo.Content
source: Delete online account too?
ar: حذف الجساب المتصل بالإنترنت أيضا؟

# Settings_DeleteAccountPage_Description.Text
source: Are you sure?
ar: هل أنت متأكد؟

# Settings_DeleteAccountPage_Errors_ErrorDeletingHeader
source: Error deleting account
ar: حدث خطأ أثناء حذف الحساب

# Settings_DeleteAccountPage_Errors_UnknownErrorDeletingOnline
source: Failed to delete your online account. Maybe you're offline?
ar: فشل في حذف الحساب الخاص بك المتصل بشبكة الإنترنت. ربما انت غير متصل؟

# Settings_ImageUploadOptionsPage_ComboBoxUploadOptions.Header
source: Upload via
ar: تحميل عن طريق

# Settings_ImageUploadOptionsPage_Description.Text
source: Control when images are uploaded, so that you don't incur charges on your data plan.
ar: تحكم متى يتم تحميل الصور، حتى لا تتحمل غرامات على خطة البيانات الخاصة بك

# Settings_ImageUploadOptionsPage_Header.Text
source: IMAGE UPLOAD OPTIONS
ar: خيارات تحميل الصور

# Settings_MainPage_AboutItem.Title
source: About
ar: حول

# Settings_MainPage_CalendarIntegrationItem.Subtitle
source: Tasks and classes in native Calendar app
ar: الواجبات المدرسية والصفوفالدراسية في تطبيق تقويم Outlook

# Settings_MainPage_CalendarIntegrationItem.Title
source: Calendar integration
ar: دمج التطبيق والتقويم

# Settings_MainPage_LiveTilesItem.Subtitle
source: Edit Live Tile settings
ar: تحرير إعدادات البلاطة الحية

# Settings_MainPage_LiveTilesItem.Title
source: Live Tiles
ar: البلاطات الحية

# Settings_MainPage_MyAccountItem.Subtitle
source: Logout or manage account
ar: تسجيل الخروج أو إدارة الحساب

# Settings_MainPage_MyAccountItem.Title
source: My account
ar: حسابي

# Settings_MainPage_RemindersItem.Subtitle
source: Change reminder settings
ar: تغيير إعدادات التذكير

# Settings_MainPage_RemindersItem.Title
source: Reminders
ar: التذكيرات

# Settings_MainPage_SyncOptionsItem.Subtitle
source: Upload options, push
ar: خيارات التحميل والإشعارات

# Settings_MainPage_SyncOptionsItem.Title
source: Sync options
ar: خيارات المزامنة

# Settings_MainPage_TwoWeekScheduleItem.Subtitle
source: Set current week and day week changes
ar: اعداد الاسبوع الحالي ويوم تغييرات الاسبوع

# Settings_MainPage_TwoWeekScheduleItem.Title
source: Two week schedule
ar: جدول نظام الأسبوعين

# Settings_MainPage_UpgradeToPremiumItem.Subtitle
source: Unlock all the features!
ar: فتح كافة الميزات!

# Settings_MainPage_UpgradeToPremiumItem.Title
source: Upgrade to premium version!
ar: الترقية إلى الإصدار الكامل!

# Settings_MyAccount_ButtonChangeEmail.Content
source: Change Email
ar: تغيير البريد الإلكتروني

# Settings_MyAccount_ButtonChangePassword.Content
source: Change Password
ar: تغيير كلمة المرور

# Settings_MyAccount_ButtonChangeUsername.Content
source: Change Username
ar: تغيير اسم المستخدم

# Settings_MyAccount_ButtonConvertToOnline.Content
source: Convert to Online Account
ar: تحويل إلى حساب مرتبط بالإنترنت

# Settings_MyAccount_ButtonDeleteAccount.Content
source: Delete Account
ar: حذف الحساب

# Settings_MyAccount_ButtonLogOut.Content
source: Log Out
ar: تسجيل الخروج

# Settings_MyAccount_CheckBoxAutoLogin.Content
source: Auto login
ar: تسجيل الدخول تلقائيا

# Settings_MyAccount_CheckBoxRememberPassword.Content
source: Remember password
ar: تذكر كلمة المرور

# Settings_MyAccount_CheckBoxRememberUsername.Content
source: Remember username
ar: تذكر اسم المستخدم

# Settings_MyAccount_Header.Text
source: MY ACCOUNT
ar: الحساب الخاص بي

# Settings_PushPage_Description.Text
source: If you have an online account, you can enable push notifications. With push enabled, changes from another device will instantly appear on this device, even while the app isn't running.
ar: إذا كان لديك حساب متصل بالإنترنت، يمكنك تفعيل المزامنة. مع تمكينها، ستظهر اي تغييرات من جهاز آخر على الفور على هذا الجهاز، حتى عند عندم تشغيل التطبيق.

# Settings_PushPage_Header.Text
source: PUSH NOTIFICATIONS
ar: الاشعارات

# Settings_Reminders_DayBeforeDescription.Text
source: This feature reminds you the day before your incomplete tasks or events are due. It will remind you 10 minutes after your last class, or at 3:00 PM if you don't have any classes that day.
ar: هذه الميزة تذكرك قبل يوم من موعد واجبك الناقص أو الامتحان. سوف يذكرك بعد 10 دقائق من الدرس الأخير الخاص بك، أو في 03:00 م إذا لم يكن لديك أية دروس ذلك اليوم.

# Settings_Reminders_DayOfDescription.Text
source: This feature reminds you on the same day that your incomplete tasks or events are due. It will remind you 1 hour before your class starts, or at 6:00 PM if your class doesn't meet on that day.
ar: هذه الميزة تذكرك في نفس يوم تسليم الواجبات المنزلية غير المكتملة أو الامتحان الخاص بك. سوف يتم تذكيرك ساعة قبل بدء الدرس، أو الساعة 06:00 م إذا لم يكن الواجب او الامتحان لدرس في ذلك اليوم.

# Settings_Reminders_Description.Text
source: This application automatically sets reminders for each task and event. The reminders are just like calendar event reminders, with a snooze and dismiss option.
ar: هذا التطبيق يقوم تلقائياً بتعيين تذكير لكل الواجبات المنزلية والامتحانات. هي تماما مثل التذكيرات التقويم، مع خيار للتأجيل او التجاهل

# Settings_Reminders_Header.Text
source: REMINDERS
ar: رسائل التذكير

# Settings_Reminders_ToggleDayBefore.Header
source: day before
ar: قبل يوم من

# Settings_Reminders_ToggleDayOf.Header
source: day of
ar: نفس اليوم

# Settings_ScheduleTilePage_Description.Text
source: The schedule tile displays your upcoming classes, so that you know when and where your next class is! Perfect for when you're learning a new schedule at the start of the year.
ar: تعرض بلاطة الجدول الصفوف الدراسية المقبلة، حتى يتسنى لك معرفة متى وأين الدرس المقبل الخاصة بك! مثالية عند تعلم جدولك الجديد في بداية السنة.

# Settings_ScheduleTilePage_Header.Text
source: SCHEDULE TILE
ar: بلاطة الجدول الزمني

# Settings_Tiles_ClassTiles_Description.Text
source: You can pin a tile for every class, and it'll display your upcoming tasks and events for that class. Plus, it'll launch straight into that class when you click it.
ar: يمكنك تثبيت بلاطة لكل صف دراسي، سوف تعرض الواجبات المنزلية والامتحانات القادمة لذلك الصف الدراسي الخاص بك. بالإضافة إلى ذلك، سوف تنقلك مباشرة إلى صفحة الصف عند النقر عليها.

# Settings_Tiles_ClassTiles_Header.Text
source: CLASS TILES
ar: بلاطة الصف الدراسي

# Settings_Tiles_ClassTiles_TextBlockNoClasses.Text
source: Looks like you don't have any classes. Add some classes first and then check this page.
ar: يبدو أنه ليس لديك أية صفوف مدرسية. قم بإضافة بعض الصفوف المدرسية أولاً ومن ثم تحقق من هذه الصفحة.

# Settings_Tiles_ClassTiles_TextBlockNoSemester.Text
source: You must select a semester first. Please open the menu, click Years, and open a semester.
ar: يجب عليك تحديد فصل دراسي أولاً. الرجاء إفتح القائمة وانقر فوق سنة ثم قم فتح فصل دراسي.

# Settings_Tiles_ClassTile_ButtonPinLabel
source: Pin class
ar: تثبيت الصف الدراسي

# Settings_Tiles_ClassTile_ButtonUnpinLabel
source: Unpin class
ar: إلغاء تثبيت الصف الدراسي

# Settings_Tiles_ClassTile_Explanation.Text
source: These settings affect your single class tile. If not already pinned, tap the pin icon!
ar: تؤثر هذه الإعدادات على بلاطة الصف الدراسي بشكل منفصل. إذا لم تكن بالفعل المثبتة، انقر فوق رمز الدبوس!

# Settings_Tiles_ClassTile_Header.Text
source: CLASS TILE
ar: بلاطة الصف الدراسي

# Settings_Tiles_ClassTile_PromptPremiumFeature
source: Pinning classes is a premium feature. Please upgrade to premium to unlock all secondary tile capabilities!
ar: تثبيت صفوف دراسية ميزة للنسحة الكاملة. الرجاء الترقية إلى بريميوم لفتح جميع قدرات البلاطات الحية!

# Settings_Tiles_ClassTile_ToggleExams.Header
source: Display upcoming events
ar: عرض الأحداث القادمة

# Settings_Tiles_ClassTile_ToggleTasks.Header
source: Display incomplete tasks
ar: عرض المهام غير المكتملة

# Settings_Tiles_MainTile_Description.Text
source: These settings affect the main tile, which can be pinned by right clicking Power Planner in your app list, and clicking 'Pin to Start'. The Skip items setting will be inherited by your class tiles, unless you've specifically changed your class tile settings.
ar: تؤثر هذه الإعدادات على البلاطة الرئيسية، التي يمكن تثبيتها بالنقر بالزر الأيمن على "Power Planner" في قائمة التطبيقات الخاصة بك، والنقر فوق 'التثبيت على شاشة البدء'. خيارات التجاهل سيتم ترحيلها تلقائيا لبلاطات الصفوف الدراسية، إلا في حال تم تخصيص إعدادات بلاطة الصف.

# Settings_Tiles_MainTile_Header.Text
source: MAIN TILE
ar: البلاطة الرئيسية

# Settings_Tiles_MainTile_ToggleEvents.Header
source: Display upcoming events
ar: عرض الأحداث القادمة

# Settings_Tiles_MainTile_ToggleTasks.Header
source: Display incomplete tasks
ar: عرض المهام غير المكتملة

# Settings_Tiles_QuickAdd_Description.Text
source: The Quick Add Tile allows you to quickly add a new task or event, by instantly opening the options to add those items when tapped.
ar: بلاطة "إضافة سريعة"تسمح لك بسرعة إضافة الواجبات الجديدة أو الامتحانات، عن طريق فتح الخيارات لإضافة هذه العناصر فور الضغط على البلاطة.

# Settings_Tiles_QuickAdd_Header.Text
source: QUICK ADD TILE
ar: بلاطة إضافة سريعة

# Tiles_TextBlockNotPinned.Text
source: Not pinned
ar: غير مثبت

# Tiles_TextBlockPinned.Text
source: Pinned
ar: مثبت

# Tile_ButtonPinTile.Label
source: Pin tile
ar: تثبيت بلاطة حية

# Tile_ButtonUnpinTile.Label
source: Unpin tile
ar: إزالة تثبيت البلاطة

# Tile_DaysPastToday.Text
source: days past today
ar: الأيام الماضية قبل اليوم

# Tile_SkipExplanation0.Text
source: Entering 0 will ignore items due today or earlier
ar: بإدخال 0 سيتم تجاهل العناصر المطلوب تسليمها اليوم او قبله

# Tile_SkipExplanation1.Text
source: Entering 1 will ignore items due yesterday or earlier
ar: بإدخال 1 سيتم تجاهل العناصر المطلوب تسليمها الامس او قبله

# Tile_SkipExplanation2.Text
source: Entering 2 will ignore items due 2 days ago or earlier
ar: بإدخال 2 سيتم تجاهل العناصر المطلوب تسليمها قبل يومين او اقدم

# Tile_SkipExplanationBlank.Text
source: Leaving this blank means the earliest assignment will be displayed (default behavior)
ar: ترك هذا فارغ يعني أقرب واجب سيتم عرضه (الوضع الإفتراضي)

# Tile_SkipItems.Text
source: Skip items
ar: تخطي العناصر

# Tile_SkipItemsError.Text
source: This must be an integer, or left blank.
ar: وهذا يجب أن يكون عدد صحيح، أو يترك فارغ.

# Tile_SkipItemsExplanation.Text
source: You can also make your live tiles skip past-due items. If you set the option below, it'll ignore any items older than the specified number of days.
ar: يمكنك أيضاً جعل البلاطات الحية تتجاهل العناصر المتأخرة. إذا فعلت الخيار في الأسفل، سيتم تجاهل اي عنصر أقدم من عدد الأيام المحدد.

# Button_LogIn.Content
source: Log in
ar: تسجيل الدخول

# Settings_TwoWeekSchedule_ComboBoxCurrentWeek.Header
source: Current week
ar: الأسبوع الحالي

# Settings_TwoWeekSchedule_ComboBoxWeekChangesOn.Header
source: Week changes on
ar: تغيير الأسبوع يوم

# Settings_TwoWeekSchedule_Description.Text
source: If your school uses a schedule that rotates between two weeks (Week One and Week Two, or Week A and Week B), you can configure what the current week is, and which day the week changes on.
ar: إذا كانت المدرسة الخاصة بك تستخدم جدولاً بالتناوب بين أسبوعين (الأسبوع1 والأسبوع2، أو الأسبوع أ والأسبوع ب)، يمكنك تحديد ما هو الأسبوع الحالي، واليوم الذي يتغير فيه الأسبوع.

# Settings_TwoWeekSchedule_Header.Text
source: TWO WEEK SCHEDULE
ar: جدول نظام أسبوعين

# Settings_UpdateCredentialsPage.Title
source: UPDATE CREDENTIALS
ar: تحديث بيانات الحساب

# Settings_UpdateCredentialsPage_Description.Text
source: Your online account's username or password has changed. Please log back in to continue using your online account.
ar: تغير اسم المستخدم أو كلمة مرور الحساب الخاص بك على شبكة الإنترنت. الرجاء تسجيل الدخول مرة أخرى للاستمرار في استخدام الحساب الخاص بك.

# Settings_UpgradeToPremium_ButtonUpgrade.Content
source: UPGRADE TO PREMIUM
ar: الترقية إلى النسخة الكاملة

# Settings_UpgradeToPremium_Description.Text
source: The premium version of Power Planner unlocks a number of useful features, and is a one-time lifetime purchase! The free version is limited to... - 1 semester - 5 grades per class - 1 repeating bulk entry of a task/event - Cannot pin classes as secondary tiles - 1 photo attachment per item Once you purchase the premium version, you own the premium version on all your devices.
ar: الإصدار المتميزة من "Power Planner" يفتح عددا من الميزات المفيدة. نسخة مجانية تقتصر على... - فصل دراسي واحد - خمس علامات لكل صف دراسي - إدخال واحد مكرر من مهمة / حدث - لا يمكن تثبيت الصفوف الدراسية على شاشة البدء - إرفاق صورة واحدة لكل عنصر على فور شراءك للنسخة الكاملة، ستمتلكها على كل أجهزتك

# TextBox_Password.Header
source: Password
ar: كلمة المرور

# TextBox_Username.Header
source: Username
ar: اسم المستخدم

# Settings_CalendarIntegration_Title
source: CALENDAR INTEGRATION
ar: الدمج مع التقويم

# Settings_CalendarIntegration_ItemClasses_DisplayName
source: Classes integration
ar: دمج الصفوف الدراسية

# Settings_CalendarIntegration_ItemTasks_DisplayName
source: Tasks integration
ar: دمج المهام مع تقويم النظام

# Settings_LiveTiles_Title
source: LIVE TILES
ar: البلاطات الحية

# Settings_LiveTiles_ItemClassTiles_DisplayName
source: Class Tiles
ar: بلاطة الصف الدراسي

# Settings_LiveTiles_ItemMainTile_DisplayName
source: Main Tile
ar: البلاطة الرئيسية

# Settings_LiveTiles_ItemQuickAddTile_DisplayName
source: Quick Add Tile
ar: بلاطة إضافة سريعة

# Settings_LiveTiles_ItemScheduleTile_DisplayName
source: Schedule Tile
ar: بلاطة الجدول الدراسي

# Settings_SyncOptions_Title
source: SYNC OPTIONS
ar: خيارات المزامنة

# Settings_SyncOptions_ItemImageUploadOptions_DisplayName
source: Image upload options
ar: خيارات تحميل الصور

# Settings_SyncOptions_ItemPushNotifications_DisplayName
source: Push notifications
ar: الإشعارات

# Settings_ChangeEmailPage_ButtonUpdateEmail_Content
source: Update email
ar: تحديث البريد الإلكتروني

# Settings_Tiles_ClassTile_HeaderText
source: CLASS TILE
ar: بلاطة الصف الدراسي

# Tile_PinTile
source: Pin tile
ar: تثبيت بلاطة حية

# Tile_UnpinTile
source: Unpin tile
ar: إزالة تثبيت البلاطة

# MainMenuItem_Agenda
source: Agenda
ar: جدول الأعمال

# MainMenuItem_Calendar
source: Calendar
ar: التقويم

# MainMenuItem_Classes
source: Classes
ar: الصفوف الدراسية

# MainMenuItem_Day
source: Day
ar: اليوم

# MainMenuItem_Schedule
source: Schedule
ar: الجدول الدراسي

# MainMenuItem_Settings
source: Settings
ar: الإعدادات

# MainMenuItem_Years
source: Years
ar: السنوات

# MenuItemCancel
source: Cancel
ar: إلغاء الأمر

# MenuItemDelete
source: Delete
ar: حذف

# MessageFreeSemesterLimitReached
source: To add more than one semester, you must upgrade to the premium version of Power Planner. Alternatively, you could always delete your current semester.
ar: لإضافة أكثر من فصل دراسي واحد، يجب الترقية إلى الإصدار الكامل. كحل بديل، يمكنك دائماً حذف الفصل الدراسي الحالي الخاص بك، وإضافة بديل جديد.

# SemesterViewEditing_TextBoxName.PlaceholderText
source: Name
ar: الإسم

# SemesterView_ButtonOpenSemester.Content
source: Open semester
ar: فتح الفصل الدراسي

# SemesterView_HeaderClass.Text
source: Class
ar: صف دراسي

# SemesterView_HeaderCredits.Text
source: Credits
ar: التقدير

# String_Credits
source: {0} Credits
ar: التقدير{0}

# YearsPage_ButtonAddYear.Content
source: add year
ar: إضافة سنة

# YearsPage_TextBlockOverall.Text
source: Overall:
ar: عموما:

# YearView_ButtonAddSemester.Content
source: add semester
ar: إضافة فصل دراسي

# AddYearPage_MessageNoName_Body
source: You must enter a name for this year!
ar: يجب إدخال اسم لهذا العام!

# AddYearPage_MessageNoName_Title
source: No name
ar: لا يوجد اسم

# AddYearPage_TextBoxName.Header
source: Name
ar: الإسم

# AddYearPage_TextBoxName.PlaceholderText
source: ex: Freshman
ar: مثال: طالبة

# AddYearPage_Title_Adding
source: ADD YEAR
ar: إضافة سنة

# AddYearPage_Title_Editing
source: EDIT YEAR
ar: تحرير السنة

# AppBarButtonDelete.Label
source: Delete
ar: حذف

# AppBarButtonSave.Label
source: Save
ar: حفظ
